Repository: RatioSoftwareEngineering/Kluje
Catalog: config/locales/*/kluje.edit.po
Languages: th

source: Not all Service Providers who do the quote carry out the work themselves. They may work alongside other subcontractors, or hire subcontractors to complete the entire job. While this is perfectly normal it is good to clarify this up front.
th: ผู้ให้บริการบางรายเสนอราคาโดยทำงานร่วมกับผู้รับเหมาย่อย หรือจ้างผู้รับเหมาย่อยอย่างเต็มตัว ทั้งนี้ทั้งนั้นควรแจ้งให้ลูกค้าทราบก่อนเสมอ

source: Not bidded
th: ไม่ได้รับการประมูล

source: Not verified
th: ไม่ได้รับการยืนยัน

source: Note : Your account may not be topped up immediately as we will conduct a search on your company to verify your details.
th: หมายเหตุ : บัญชีของคุณอาจจะไม่ได้เติมเงินในทันที เนื่องจากเราจะต้องค้นหาบริษัทของคุณและตรวจสอบรายละเอียดก่อน

source: Note: Do not reply to this email
th: หมายเหตุ: กรุณาอย่าตอบกลับอีเมลนี้

source: Note: Don't add too many separate jobs to a single post instead split the job up into smaller jobs. It's easy to post job from within your account.
th: หมายเหตุ: อย่าใส่หลายๆงานในโพสต์เดียว ควรโพสต์แต่ละงานแยกกัน การโพสต์งานจากบัญชีของคุณทำได้ง่าย

source: Note: Image size up to 5MB (jpeg, jpg, pdf, png)
th: หมายเหตุ: รูปภาพขนาดสูงสุด 5MB (jpeg, jpg, pdf, png)

source: Note: This will help contractors give a better quotation.
th: หมายเหตุ: สิ่งนี้ช่วยให้ผู้รับเหมาแจ้งราคาในการเสนอราคาได้มีประสิทธิภาพมากขึ้น

source: Notifications
th: การแจ้งเตือน

source: Now it seems your job is about to expire and we are wondering what you want to do:
th: ดูเหมือนว่าตอนนี้งานของคุณกำลังจะหมดอายุลง เราอยากรู้ว่าคุณต้องการจะทำอย่างไรต่อ:

source: OH NO! You have no bids on your job lead!
th: ไม่นะ! คุณไม่มีใครประมูลงานของคุณเลย!

source: Office Cleaning Service Monthly
th: บริการทำความสะอาดออฟฟิศรายเดือน

source: Office Moving Service
th: บริการย้ายสำนักงาน

source: Oh My! Where did the time go? Our contractors are very,very busy and it seems they are not interested in your job. Although it has been viewed by %d contractors, no one has bought your lead.
th: แย่แล้ว! เวลาผ่านไปเร็วจริงๆ ผู้รับเหมาของเรายุ่งมากและดูไม่สนใจงานของคุณเลย ถึงแม้ว่ามีผู้รับเหมาจำนวน %d คนยังแต่ไม่มีใครสนใจจ่ายค่าธรรเนียมการประมูล

source: Once you have built-up a few ratings, it will be easier to go after bigger jobs and keep winning.
th: เมื่อคุณได้คะแนนประเมินสูงขึ้นเรื่อยๆ คุณก็มีแนวโน้มจะได้งานขนาดใหญ่ขึ้น และเพิ่มโอกาสชนะการประมูลเพิ่มมากขึ้นด้วย

source: Once you have posted your job, we will then contact all of the Contractors who have the right skills and location to be able to quote. Up to 3 Contractors will be provided with your contact details. You’ll receive a phone call or message from the Contractor so that they can proceed with a quote.
th: เมื่อได้โพสต์งาน เราจะติดต่อผู้รับเหมาใกล้บ้านทั้งหมดที่มีทักษะเหมาะสมให้เสนอราคา จะมีผู้รับเหมา 3 รายที่จะได้รายละเอียดผู้ติดต่อไป คุณจะได้รับโทรศัพท์หรือข้อความจากผู้รับเหมาหลังจากนั้น

source: Once you have received quotes from the contractors you can choose which Contractor to proceed with. Every Kluje.com Contractor has a profile page showing their description, qualifications, accreditations and any previous ratings from past customers. We advise using all of this information together with the quote to make a decision on whom to proceed with. This way you get good quality at a fair price.
th: เมื่อได้รับการเสนอราคาจากผู้รับเหมาแล้ว คุณสามารถเลือกหนึ่งรายเพื่อดำเนินการต่อไป ผู้รับเหมาของ Kluje.com ทุกคนมีโปรไฟล์แสดงรายละเอียด, ความถนัด, การรับรอง และคะแนนจากลูกค้า เราแนะนำให้พิจารณาข้อมูลทั้งหมดนี้ร่วมกับราคาที่เสนอเพื่อตัดสินใจ ด้วยเหตุนี้คุณจะได้งานคุณภาพดีในราคาที่ยุติธรรม

source: Once you have run out of the SMS you will automatically be topped up with another 100 SMS. The cost of %s will automatically be deducted from your credits. If you want to stop SMS you need to deactivate SMS before you run out of SMS.
th: เมื่อคุณใช้จำนวนข้อความ SMS หมด คุณจะได้ข้อความ SMS เพิ่มครั้งละ 100 ครั้งโดยอัตโนมัติ ค่าใช้จ่ายของ %s จะถูกหักจากยอดเครดิตอัตโนมัติ หากต้องการจะหยุดการส่ง SMS คุณต้องยกเลิกการใช้งาน SMS ก่อนที่ข้อความจะหมดลง

source: Once your contractor has finished the job you can rate them on kluje.com
th: เมื่อผู้รับเหมาทำงานเสร็จสมบูรณ์แล้ว คุณสามารถให้คะแนนประเมินพวกเขาได้ที่ kluje.com

source: One Off Cleaning Service Spring Cleaning
th: งานทำความสะอาดขนานใหญ่ประจำปี

source: Only 3 Contractors can purchase the lead posted. You can buy leads online via Kluje.com (leads start from $1). Once a lead is purchased you need to contact the customer immediately to arrange a time to quote on the work.
th: มีผู้รับเหมาเพียง 3 รายที่ชำระเงินค่าแนะนำแต่ละงานที่โพสต์ คุณซื้อค่าแนะนำงานออนไลน์ได้ผ่าน Kluje.com (ราคาเริ่มที่ $1) เมื่อชำระเงินแล้ว คุณควรรีบติดต่อลูกค้าทันทีเพื่อประมูลราคา

source: Only homeowners who have hired a Contractor via Kluje.com can submit a rating for that specific Contractor. Ratings are done once the job has been finished. Homeowners are able to amend their rating at any time and the Contractor can comment/respond. We additionally screen ratings for offensive language. Random spot checks on both positive and negative ratings are conducted to ensure that homeowners can confidently hire a Contractor.
th: เจ้าของบ้านที่ว่าจ้างผู้รับเหมาผ่าน Kluje.com จะสามารถส่งคะแนนประเมินผู้รับเหมารายนั้นๆได้ ซึ่งจะทำได้ครั้งเดียวเมื่องานเสร็จสิ้นลง เจ้าของบ้านสามารถแก้ไขคะแนนได้ตลอดเวลา และผู้รับเหมาก็แสดงความคิดเห็น / ตอบกลับได้ ซึ่งจะมีการคัดกรองภาษาที่ไม่เหมาะสมออก มีการตรวจสอบสุ่มซึ่งจะมีทั้งคะแนนบวกและลบคละกันไป เพื่อที่เจ้าของบ้านจะผู้จ้างเหมาได้อย่างมั่นใจ

source: Operating Hours
th: ช่วงเวลาทำการ

source: Our contractors are given a profile page, which you can review before selection. It will contain their qualifications, photos of previous work, and ratings given to them by previous kluje.com users. After the job has been done by your selected contractor, we ask that you provide a rating for the job done in terms of value, reliability and quality. This will be attached to the contractors profile page and will be visible by all of our community.
th: ผู้รับเหมามีหน้าโปรไฟล์ให้คุณสามารถตรวจสอบความถนัด ภาพถ่ายผลงาน และคะแนนที่ได้รับการประเมินจากผู้ที่เคยได้รับบริการผ่าน kluje.com หลังจากผู้รับเหมาทำงานเสร็จแล้ว เราขอให้คุณให้คะแนน ในแง่ของคุณค่า, ความน่าเชื่อถือ และคุณภาพ ซึ่งทุกคนจะเห็นได้ในหน้าโปรไฟล์ของผู้รับเหมาต่อไป

source: Our contractors pay for the opportunity to quote on your job, please give them every opportunity to do so.
th: ผู้รับเหมาของเราจ่ายเงินค่าธรรมเนียมเพื่อที่จะได้มีโอกาสประมูลงานของคุณ กรุณาเปิดให้โอกาสผู้รับเหมาเหล่านั้นด้วย

source: Our mission is to connect homeowners with quality, local Contractors. We achieve this by providing a service to homeowners that presents them with rated Contractors and lets them choose the Contractors that are right for them. A key part of the selection criteria is the ratings system, which lets homeowners choose between Contractors based on the reviews of previous customers. In addition to these ratings the homeowner will also take into account how well a Contractor presents themselves, and their quote for the proposed work.It is also true that Homeowners only want to engage with Contractors who act responsibly, behave politely and are generally nice to work with. This simply is called being "professional."
th: ภารกิจของเรา คือ การทำให้เจ้าของบ้านได้พบกับผู้รับเหมาใกล้บ้านที่เปี่ยมไปด้วยคุณภาพ เราบรรลุภารกิจได้ด้วยแสดงคะแนนประเมินผู้รับเหมาให้กับเจ้าของบ้าน ช่วยให้เลือกผู้รับเหมาที่เหมาะสมที่สุด ส่วนสำคัญของเกณฑ์การคัดเลือก คือ ระบบการประเมิน ซึ่งจะช่วยให้เจ้าของบ้านเลือกผู้รับเหมาจากความคิดเห็นของลูกค้าที่เคยได้รับการบริการ นอกจากนี้เจ้าของบ้านจะคำนึงถึงวิธีที่ผู้รับเหมานำเสนอตัวเอง รวมถึงราคาที่เสนอด้วย ที่จริงแล้วเจ้าของบ้านต้องการผู้รับเหมาที่รับผิดชอบ, สุภาพ และมีทัศนคติที่ดี ซึ่งเราเรียกสั้นๆว่า "มืออาชีพ"

source: Our ratings are by people like you- they use our service
th: คนที่ให้คะแนนเป็นลูกค้าเช่นเดียวกับคุณ เขาเป็นผู้ได้รับการบริการจากเรา

source: Outside Door Gate Supply and Fit
th: จัดหาและติดตั้งประตูเหล็กดัด

source: Outside Lights Installation Only
th: งานติดตั้งแสงสว่างภายนอกเท่านั้น

source: Overall Ratings
th: คะแนนโดยรวม

source: PUB: Water Service Plumbers (Plumbing Licensing)
th: PUB: ใบอนุญาตผู้ให้บริการการประปา หรือ Water Service Plumbers (Plumbing Licensing)

source: Packing & Unpacking Service
th: บริการแพ็คกิ้ง ขนย้าย และแกะของออกจากกล่องหลังจากขนย้าย

source: Page not found
th: ไม่พบหน้าที่ค้นหา

source: Paint 1 Room Ceiling
th: ทาสีเพดาน 1 ห้อง

source: Paint 1-2 Walls
th: ทาสีเพดาน 1-2 ห้อง

source: Paint Internal Doors
th: ทาสีประตูภายใน

source: Paint Kitchen Doors
th: ทาสีประตูห้องครัว

source: Paint whole Property Ceilings
th: ทาสีเพดานในบ้านทั้งหลัง

source: Paint wood Internal Staircase Railings
th: ทาสีไม้บันไดและราวบันได

source: Painter
th: ช่างทาสี

source: Painter / Decorator
th: ช่างทาสี / ช่างตกแต่ง

source: Parquet Flooring Refinishing
th: ขัดเคลือบพื้นปาร์เก้เก่า

source: Password
th: รหัสผ่าน

source: Password Reset Instructions
th: คู่มือการตั้งรหัสผ่านใหม่

source: Password confirmation
th: การยืนยันรหัสผ่าน

source: Password updated!
th: รหัสผ่านได้รับการอัพเดทแล้ว!

source: Password was successfully changed.
th: รหัสผ่านได้รับการเปลี่ยนอย่างสมบูรณ์!

source: Pathum Thani
th: ปทุมธานี

source: Pattani
th: ปัตตานี

source: Payment Terms
th: เงื่อนไขการชำระเงิน

source: Payment schedule
th: ตารางการชำระเงิน

source: Perform work to a high standard and make sure you adhere to the relevant industry requirements.
th: ทำผลงานให้ได้มาตรฐานสูง และยึดมั่นตามความต้องการของอุตสาหกรรม

source: Perform work to a high standard and make sure you adhere to the relevant industry standards.
th: ทำผลงานให้ได้มาตรฐานสูง และยึดมั่นตามมาตรฐานของอุตสาหกรรม

source: Perth
th: เพิร์ท

source: Petaling Jaya
th: เพทาลิง จายา

source: Phang Nga
th: พังงา

source: Phatthalung
th: พัทลุง

source: Phayao
th: พะเยา

source: Phetchabun
th: เพชรบูรณ์

source: Phetchaburi
th: เพชรบุรี

source: Phichit
th: พิจิตร

source: Philippines
th: ฟิลิปปินส์

source: Phitsanulok
th: พิษณุโลก

source: Phone: (e.g. 6597793099)
th: เบอร์โทรศัพท์: (เช่น 6597793099)

source: Photo gallery
th: คลังรูปภาพ

source: Phrae
th: แพร่

source: Phuket
th: ภูเก็ต

source: Picture Hanging
th: แขวนภาพบนผนัง

source: Pipe Leak Repair
th: ซ่อมท่อน้ำรั่ว

source: Plant Trimming and Watering
th: ตัดแต่งกิ่งและรดน้ำสวน

source: Plasterer / Renderer
th: ช่างฉาบผนัง ฉาบผิว

source: Please Verify Your E-mail
th: กรุณายืนยันอีเมลของคุณ

source: Please be sure to review our user agreement, privacy policy, and payment terms.
th: อย่าลืมอ่านข้อตกลงของผู้ใช้, นโยบายความเป็นส่วนตัว และเงื่อนไขการชำระเงินของเรา

source: Please create your Account
th: กรุณาสร้างบัญชีส่วนตัวของคุณ

source: Please enter a new password.
th: ป้อนรหัสผ่านชุดใหม่

source: Please log in before continuing
th: เข้าล็อกอินสู่ระบบเพื่อดำเนินการต่อ

source: Please rate things like accuracy of quotation, price paid, overall impression.
th: กรุณาให้คะแนนให้กับความเที่ยงตรงของใบเสนอราคา, ราคาที่จ่ายจริง และความประทับใจโดยรวม

source: Please rate things like appearance of finished job, materials used, etc.
th: กรุณาให้คะแนนให้กับสภาพงานที่ทำเสร็จ, วัสดุที่ใช้ และอื่นๆ

source: Please rate things like punctuality, communication, reliability etc.
th: กรุณาให้คะแนนให้กับความตรงต่อเวลา, การสื่อสาร, ความน่าเชื่อถือ และอื่นๆ

source: Please select at least one skill
th: กรุณาเลือกอย่างน้อยหนึ่งทักษะ

source: Please take a moment and Rate them now by following this link:
th: กรุณาสละเวลาสักครู่ และให้คะแนนด้วยการเข้าลิ้งค์ต่อไปนี้:

source: Please tell us about your requirements
th: กรุณาระบุความต้องการของคุณ

source: Please update your country and mobile number
th: กรุณาอัพเดทประเทศ และเบอร์โทรศัพท์มือถือของคุณ

source: Please update your mobile number and country information
th: กรุณาอัพเดทข้อมูลเบอร์โทรศัพท์มือถือ และประเทศ

source: Please verify your email
th: กรุณายืนยันอีเมล

source: Please verify your email before bidding
th: กรุณายืนยันอีเมลก่อนการประมูล

source: Please write the description for your job
th: กรุณาเขียนคำอธิบายงานของคุณ

source: Plumber
th: ช่างประปา

source: Plumbers
th: ช่างประปา

source: Pond & Water Feature Instal
th: ติตดั้งสวนน้ำตก สวนน้ำพุ และระบบน้ำต่างๆในสวน

source: Pond & Water Feature Maintenance
th: ดูแลบำรุงรักษาสวนน้ำตก สวนน้ำพุ และระบบน้ำต่างๆในสวน

source: Pond & Water Feature Supply and Fit
th: จัดหาและติดตั้งสวนน้ำตก สวนน้ำพุ และระบบน้ำต่างๆในสวน

source: Post a Job Now!
th: โพสต์งานเลย!

source: Post a Job and up to 3 contractors will contact you
th: โพสต์งาน แล้วจะมีผู้รับเหมาสูงสุดถึง 3 รายติดต่อหาคุณ

source: Post a job and up to 3 contractors will contact you
th: โพสต์งาน แล้วจะมีผู้รับเหมาสูงสุดถึง 3 รายติดต่อหาคุณ

source: Post a new job
th: โพสต์งานใหม่

source: Post not found
th: ไม่พบโพสต์นี้

source: Post the Job
th: โพสต์งาน

source: Post your %{skill} job
th: โพสต์งานประเภท %{skill}

source: Post your home improvement job on kluje.com today. It's completely free, Up to 3 quilified contractors will contact you to quote on your job.
th: โพสต์งานปรับปรุงบ้านของคุณวันนี้ได้ ฟรี! ที่ kluje.com แล้วผู้รับเหมาที่ตรงสายงานจำนวน 3 รายจะติดต่อกลับเพื่อเสนอราคาให้กับคุณ

source: Post your job
th: โพสต์งานของคุณ

source: Post your job for free
th: โพสต์งานของคุณได้ฟรี

source: Posted at
th: โพสต์เมื่อ

source: Posting your job:
th: โพสต์งานของคุณ:

source: Posts
th: โพสต์

source: Prachinburi
th: ปราจีนบุรี

source: Prachuap Khiri Khan
th: ประจวบคีรีขันธ์

source: Preferred contact time
th: เวลาที่สะดวกให้ติดต่อ

source: Preferred contact time:
th: เวลาที่สะดวกให้ติดต่อ:

source: Premium
th: ระดับพรีเมี่ยม

source: Premium membership
th: สมาชิกพรีเมี่ยม

source: Premium only
th: ระดับพรีเมี่ยมเท่านั้น

source: Previous work
th: ผลงานที่ผ่านมา

source: Privacy Policy
th: นโยบายความเป็นส่วนตัว

source: Professionalism
th: ความเป็นมืออาชีพ

source: Profile
th: โปรไฟล์

source: Property Type
th: ประเภทอสังหาริมทรัพย์

source: Purchased leads
th: งานนี้ได้รับการชำระค่างานแนะนำแล้ว

source: Qualifications/Licensing
th: ความถนัด/ใบอนุญาตประกอบวิชาชีพ

source: Quality
th: คุณภาพ

source: Quality Local Contractors will review your job requirements and decide if they can do the work based on the details you provided.
th: ผู้รับเหมาใกล้บ้านที่เปี่ยมด้วยคุณภาพจะดูขอบเขตงานของคุณ และใช้รายละเอียดที่คุณให้ เพื่อประกอบการตัดสินใจว่าจะทำงานให้ได้หรือไม่

source: Quality of work
th: คุณภาพของงาน

source: Question
th: คำถาม

source: Quezon City
th: เกซอนซิตี

source: Ranong
th: ระนอง

source: Ratchaburi
th: ราชบุรี

source: Rate
th: ประเมิน

source: Rate the service
th: ประเมินการให้บริการ

source: Rated
th: ได้รับการประเมินคะแนนแล้ว

source: Rating
th: คะแนนประเมิน

source: Rating request sent!
th: คำขอประเมินคะแนนได้ส่งไปแล้ว!

source: Rating your Contractor is the best way to reward good contractors for a job well done.
th: การให้คะแนนประเมินกับผู้รับเหมาของคุณเป็นรางวัลที่ดีที่สุดสำหรับผู้รับเหมาที่ทำงานด้วยความตั้งใจ

source: Ratings
th: คะแนนประเมิน

source: Ratings not only help you to make an informed decision but also reward brilliant service by helping the best contractor build strong reputations and stand out from the crowd.
th: คะแนนประเมินนี้ไม่เพียงแต่จะช่วยให้คุณตัดสินใจได้อย่างมั่นใจ แต่ยังเป็นรางวัลให้กับผู้รับเหมาที่ทำงานด้วยความตั้งใจ ให้เขาสามารถสร้างชื่อเสียงอันโดดเด่นให้กับธุรกิจของเขาได้อีกด้วย

source: Ratings serve as your word-of-mouth online and help you build your reputation. Every time you purchase a job lead, we send your profile and ratings to the customer. The more positive ratings you have, the easier it will be to win more work.
th: คะแนนประเมินนี้ก็เหมือนโฆษณาปากต่อปากออนไลน์ และช่วยสร้างชื่อเสียงให้บริษัทของคุณได้ เมื่อคุณจ่ายค่าแนะนำงานทุกครั้ง เราจะส่งหน้าแฟ้มโปรไฟล์และคะแนนประเมินให้ลูกค้า ยิ่งคะแนนของคุณบวกมากเท่าใด ลูกค้าก็จะเลือกให้คุณทำงานมากขึ้นเท่านั้น

source: Ratings submitted!
th: ส่งการประเมินคะแนนแล้ว!

source: Rayong
th: ระยอง

source: Read more about:
th: อ่านเพิ่มเติมเกี่ยวกับ:

source: Ready to get started?
th: พร้อมจะเริ่มหรือยัง?

source: Receive 99 SMS free
th: รับฟรีข้อความ SMS จำนวน 99 ข้อความ

source: Receive a free top up to get started
th: รับการเติมเงินฟรีเพื่อเริ่มการใช้งาน

source: Receive a free top up to get you started
th: รับการเติมเงินฟรีเพื่อเริ่มการใช้งาน

source: Recent Articles
th: บทความล่าสุด

source: Recommended Posts:
th: โพสต์แนะนำ

source: Redirecting
th: กำลังไป

source: Reduce the overall cost for marketing
th: ลดค่าใช้จ่ายโดยรวมในการทำการตลาด

source: Registered Company Name
th: ชื่อบริษัทจดทะเบียน

source: Remember, your Login is your email address and the password as entered during sign up.
th: จำไว้ว่า ที่อยู่อีเมลของคุณคือ ชื่อที่ใช้ล็อกอิน และรหัสผ่านคือรหัสที่คุณได้กรอกไว้ตอนสมัคร

source: Renovation
th: การรีโนเวต

source: Renovation / Interior Designer
th: ผู้ออกแบงานรีโนเวต / ผู้ออกแบบตกแต่งภายใน

source: Renovation Contractor / Interior Designer
th: ผู้รับเหมางานรีโนเวต / ผู้ออกแบบตกแต่งภายใน

source: Renovation Contractor/Interior Design
th: ผู้รับเหมางานรีโนเวต/ผู้ออกแบบตกแต่งภายใน

source: Renovation and Interior Design Blog
th: บล็อกเกี่ยวกับการออกแบบภายใน และการรีโนเวต

source: Renovation budget: How to set the right one
th: งบประมาณในการรีโนเวต: จะกำหนดงบประมาณให้เหมาะสมได้อย่างไร

source: Renovation budget: How to set the right one?
th: งบประมาณในการรีโนเวต: จะกำหนดงบประมาณให้เหมาะสมได้อย่างไร?

source: Repair Laminate or Wood Flooring
th: ซ่อมแซมลามิเนตและพื้นปูไม้

source: Repair Leaking Toilet
th: ซ่อมแซมห้องน้ำรั่วซึม

source: Replace / Repair Grille Lock or Latch
th: ซ่อม/เปลี่ยนลูกบิดก้านโยกมุ้งลวดเหล็กดัด หรือ ชุดกลอนประตู

source: Replace 1 Aircon With New
th: เปลี่ยนเครื่องปรับอากาศ(แอร์)เป็นตัวใหม่

source: Replace Kitchen Sink Supply and Fit
th: จัดหาและติดตั้งซิงค์อ่างล้างจาน

source: Replace Window Glass
th: เปลี่ยนกระจกหน้าต่าง

source: Replace/Repair Kitchen Doors
th: เปลี่ยน/ซ่อมบานประตูห้องครัว

source: Replace/Repair Kitchen Doors Supply and Fit
th: จัดหาและติดตั้งการเปลี่ยน/ซ่อมบานประตูห้องครัว

source: Replace/Repair Kitchen Sink
th: เปลี่ยน/ซ่อมซิงค์อ่างล้างจาน

source: Replace/Repair Kitchen Unit
th: เปลี่ยน/ซ่อมชุดครัว

source: Replace/Repair Kitchen Unit Supply and Fit
th: จัดหาและติดตั้งการเปลี่ยน/ซ่อมชุดครัว

source: Repost your job, after editing the description and budget to attract contractors to buy your lead.
th: โพสต์งานอีกครั้งเมื่อได้แก้ไขคำอธิบายและงบประมาณเรียบร้อยแล้ว ทั้งนี้เพื่อดึงดูดความสนใจผู้รับเหมาให้ชำระค่าธรรมเนียมงานแนะนำ

source: Reputation
th: ชื่อเสียง

source: Requesting quotes
th: ขอใบเสนอราคา

source: Resend Verification Email
th: ส่งการยืนยันอีเมลอีกครั้ง

source: Reset password instructions have been sent, please check your email.
th: คำแนะนำการตั้งรหัสผ่านใหม่ได้ส่งไปที่อีเมลเรียบร้อยแล้ว กรุณาเช็คอีเมลของคุณ

source: Reset your password if your forgot your password Kluje.com
th: ตั้งรหัสผ่านใหม่เมื่อมีการลืมรหัสผ่าน Kluje.com

source: Retype your current password:
th: พิมพ์รหัสผ่านปัจจุบันอีกครั้ง:

source: Roi Et
th: ร้อยเอ็ด

source: Roofing / Waterproofing
th: การมุงหลังคา / การป้องกันการรั่วซึม

source: Roofing / Waterproofing Contractor
th: ผู้รับเหมามุงหลังคา / ป้องกันการรั่วซึม

source: Room Dividers/Sound Booths
th: ฉากกั้นห้อง / ห้องเก็บเสียง

source: SMS
th: ข้อความ SMS

source: SMS Notifications
th: SMS แจ้งเตือน

source: SMS Remaining
th: ขอความ SMS คงเหลือ

source: SMS alerts are very much like E-mail alerts with one notable difference. SMS alerts allow you to bid on the job directly from your phone by replying to the alert with job's unique ID.
th: การแจ้งเตือน SMS เหมือนกับการแจ้งเตือนทางอีเมล ต่างกันที่ SMS นั้น คุณสามารถทำการประมูลได้โดยตรงจากโทรศัพท์ในทันที โดยใช้เลขที่งานอ้างอิงในการตอบกลับ

source: ST: Energy Commission of Malaysia (Electrical)
th: ST: องค์การพลังงานไฟฟ้าแห่งประเทศมาเลเซีย หรือ Energy Commission (Electrical)

source: Sa Kaeo
th: สระแก้ว

source: Safe and Secure
th: ปลอดภัยและวางใจได้

source: Safe/ Piano & Organ Removal Service
th: บริการถอดเปียโน และออร์แกนที่ไม่ก่อให้เกิดความเสียหายกับสิ่งของ

source: Safes - Opening / Combination Change
th: บริการไขตู้เซฟ / เปลี่ยนรหัสตู้เซฟ

source: Safety
th: ความปลอดภัย

source: Sakon Nakhon
th: นครสวรรค์

source: Samut Prakan
th: สมุทรปราการ

source: Samut Sakhon
th: สมุทรสาคร

source: Samut Songkhram
th: สมุทรสงคราม

source: Saraburi
th: สระบุรี

source: Satun
th: สตูล

source: Save
th: บันทึก

source: Save time looking for contractor
th: ประหยัดเวลาค้นหาผู้รับเหมา

source: Saving
th: กำลังบันทึก

source: Scaffolding
th: โครงสร้างนั่งร้าน

source: Screeding/Polished Concrete
th: งานปาดหน้าคอนกรีต / การทำพื้นขัดเรียบ

source: Search Blog
th: ค้นหาบล็อก

source: See photos, rating and qualifications on the contractor profile
th: ดูรูปภาพ, คะแนน และความถนัดในหน้าโปรไฟล์ของผู้รับเหมา

source: Seems too good to be true.
th: ดีเกินกว่าจะเป็นจริงได้

source: Select a Contractor.
th: เลือกผู้รับเหมา

source: Select locations you can work in
th: เลือกพื้นที่คุณสามารถให้บริการ

source: Select the budget
th: เลือกงบประมาณ

source: Select the contractor type
th: เลือกประเภทผู้รับเหมา

source: Select the job category
th: เลือกประเภทกลุ่มงาน

source: Select the property type
th: เลือกประเภทอสังหาริมทรัพย์

source: Select the timing
th: เลือกช่วงเวลา

source: Selecting a contractor can be hard. Make sure you check relevant qualification and if needed ask for referrals.
th: การเลือกผู้รับเหมาอาจเป็นเรื่องยาก ขอให้คุณพิจารณาจากความถนัดที่เกี่ยวข้องกับงาน และหากจำเป็น คุณสามารถขอบุคคลอ้างอิงได้

source: Selecting the right contractor
th: การเลือกผู้รับเหมาที่เหมาะสม

source: Selecting the right contractor: Part 2
th: การเลือกผู้รับเหมาที่เหมาะสม: ส่วนที่ 2

source: Semi Detached
th: บ้านแฝด

source: Send a request for rating
th: ส่งคำขอคะแนนประเมิน

source: Send reset password
th: ส่งรหัสผ่านที่ตั้งใหม่

source: Sending
th: กำลังส่ง

source: Services we offer:
th: บริการของเรา:

source: Shah Alam
th: ชาห์อาลัม

source: Share
th: แชร์

source: Share This Profile
th: แชร์โปรไฟล์นี้

source: Show rating
th: แสดงคะแนน

source: Shower Installation Supply and Fit
th: จัดหาและติดตั้งฝักบัว

source: Shower Mixer Replacement (Excluding Parts)
th: เปลี่ยนก๊อกผสมฝักบัว (ไม่รวมวัสดุ)

source: Shower Mixer Replacement (Including Parts)
th: เปลี่ยนก๊อกผสมฝักบัว (รวมวัสดุ)

source: Shower Repair
th: ซ่อมฝักบัวอาบน้ำ

source: Sign Out
th: ออกจากระบบ

source: Sign Up Now!
th: สมัครเลย!

source: Sign in to Kluje
th: เข้าสู่ระบบ Kluje

source: Sign up
th: สมัคร

source: Sign up for a<br> FREE account
th: สมัครใช้ <br> บัญชีผู้ใช้งานได้ฟรี

source: Sign up for my FREE account
th: สมัครใช้ <br> บัญชีของฉันได้ฟรี

source: Signing In
th: กำลังเข้าสู่ระบบ

source: Simple top up with %{cost} in credit and you will automatically become a premium member for 30 days from the date you topped up. After the 30 days premium membership has expired you will automatically become a free member again. To reactivate premium membership for a further 30 days you just have to top up with %{cost} in credit.
th: เพียงเติมเงิน %{cost} ในเครดิต คุณจะได้เป็นสมาชิกพรีเมี่ยมนาน 30 วันนับจากวันที่เติมเงิน สภาพสมาชิกพรีเมี่ยมจะสิ้นสุดลงหลังจาก 30 วัน และคุณจะกลับไปเป็นสมาชิกฟรีโดยอัตโนมัติ หากต้องการสมัครเป็นสมาชิกพรีเมี่ยมต่ออีก 30 วันคุณเพียงเติมเงิน %{cost} ในเครดิต

source: Simply repost your job by clicking below:
th: โพสต์งานอีกครั้งด้วยการคลิกด้านล่างนี้:

source: Sincerely,
th: ด้วยความนับถือ

source: Sing Buri
th: สิงห์บุรี

source: Singapore
th: สิงคโปร์

source: Single Floor Room Addition
th: ต่อเติมบ้านชั้นเดียว

source: Sisaket
th: ศรีษะเกษ

source: Sitemap
th: แผนผังเว็บไซต์

source: Skill
th: ทักษะ

source: Skills
th: ทักษะ

source: Skirting the law
th: ใช้ช่องว่างทางกฎหมาย

source: Small Room Additions (Toilet/ Bathroom)
th: ต่อเติมห้องเล็กๆ (ห้องน้ำ / ห้องอาบน้ำ)
