Repository: RatioSoftwareEngineering/Kluje
Catalog: config/locales/*/kluje.edit.po
Languages: th

source: We never recommend paying the entire amount up front; you shouldn’t part with a substantial sum without knowing what you’re getting. The deposit should not be more than 30% of the overall job cost and the Contractor should be able to explain what it’s covering. If you pay a deposit make sure you have it in writing and you have received an invoice with the deposit clearly stated on it.
th: เราไม่เคยแนะนำให้จ่ายเงินทั้งหมดล่วงหน้า ไม่ควรเงินจำนวนมากโดยที่ยังไม่เห็นผลงาน เงินมัดจำไม่ควรเกิน 30% ของค่าใช้จ่ายในการทำงานทั้งหมด ผู้รับเหมาควรอธิบายว่าราคาที่เสนอนั้นได้ครอบคลุมเนื้องานส่วนใดบ้าง ถ้ามีการจ่ายเงินก็ต้องเขียนบันทึกไว้ และใบแจ้งหนี้ก็ควรมีเงินมัดจำระบุไว้อย่างชัดเจน

source: We send your lead by e-mail and SMS to all the relevant contractors in your area. Up to 3 contractors, who are interested in quoting on your job, will buy your job lead and contact you.
th: เราจะส่งการแนะนำงานผ่านทาง e-mail และข้อความ SMS ไปยังผู้รับเหมาทั้งหมดที่เกี่ยวข้องในพื้นที่ จะมีผู้รับเหมาถึง 3 รายที่สนใจงานจ่ายค่าธรรมเนียมงานแนะนำและติดต่อหาคุณ

source: We thank you for helping us create "Better Quality Contractors”.
th: ขอบคุณที่ช่วยเราสร้าง "กลุ่มผู้รับเหมาคุณภาพเยี่ยม”

source: We thank you for your time and for helping us create "Better Quality Contractors"
th: ขอบคุณที่คุณสละเวลามาช่วยเราสร้าง "กลุ่มผู้รับเหมาคุณภาพเยี่ยม"

source: We understand that it is not easy to find good contractor and the experience can be very stressful. So we do all the legwork for you, no more endless phone calls, waiting for the contractors to call you back, or even being told they are too busy or simply can’t do your job. With kluje.com, simply post your job for FREE on our quick form and we will match your request to relevant contractors. They will contact you to arrange a quotation. No hassle No fuss.
th: เราเข้าใจว่ามันไม่ง่ายเลย และเป็นเรื่องปวดหัวในการหาผู้รับเหมาที่ดีสักราย ดังนั้นเราจึงทำทุกสิ่งให้คุณลดการโทรศัพท์หรือรอให้ผู้รับเหมาโทรกลับมา หรือแม้กระทั่งการรอที่จะได้ยินว่าเขาไม่ว่างหรือก็ไม่สามารถทำงานให้ได้ kluje.com ให้คุณได้โพสต์งานฟรีในแบบฟอร์มด่วนของเรา และเราจะหาผู้รับเหมาให้ตรงกับคำขอ จากนั้นพวกเขาจะติดต่อคุณเพื่อเสนอราคา ไม่ยุ่งยากและวุ่นวาย

source: We vet our homeowners with the relevant authorities
th: เราตรวจสอบเจ้าของบ้านของเรากับหน่วยงานที่เกี่ยวข้อง

source: We will not be a party to any contract made between you and any contractor and therefore we shall not be liable for any loss or damage that results from any dealings between you and any contractor including but not limited to any direct, indirect or consequential or inconsequential loss of any kind.
th: เราปฏิเสธในการเป็นส่วนหนึ่งในสัญญาใดๆระหว่างคุณกับผู้รับเหมา ดังนั้นเราจึงไม่รับผิดชอบความสูญเสียหรือความเสียหายใดๆที่เกิดจากคุณและผู้รับเหมารวมถึงแต่ไม่จากัดเฉพาะเท่านั้น ไม่ว่ากรณีใดๆ

source: We will send you the profile and Genuine Ratings of each interested contractor when they bid on your lead, you can also view the contractors contact details by login in to your account.
th: เราจะส่งรายละเอียดและคะแนนของผู้รับเหมาที่สนใจงานเมื่อเขาเสนอการประมูล และคุณดูรายละเอียดการติดต่อผู้รับเหมาโดยเข้าสู่บัญชีของคุณได้

source: We're in
th: เราให้บริการในหลายแห่ง

source: We're working on bringing payments to your country. Please check this page in a few days.
th: เรากำลังดำเนินการชำระเงินข้ามประเทศ กรุณาเข้ามาดูหน้านี้อีกครั้งใน 1-3 วัน

source: Welcome to Kluje.com
th: ยินดีต้อนรับสู่ Kluje.com

source: Welcome to Kluje.com, the only online marketplace that connects you with Better Quality Contractors! Let me share with you how this will work now that you have posted your job:
th: ยินดีต้อนรับสู่ Kluje.com ตลาดออนไลน์แห่งเดียวที่เชื่อมต่อคุณกับผู้รับเหมาคุณภาพเยี่ยม ให้เราได้เล่าให้คุณเข้าใจก่อนว่าต้องทำอะไรหลังจากที่คุณได้โพสต์งานแล้่ว

source: What a renovation will cost?
th: ค่ารีโนเวตบ้านน่าจะมีค่าใช้จ่ายเท่าไหร่?

source: What are E-mail alerts?
th: การแจ้งเตือนทาง E-mail คืออะไร?

source: What are SMS alerts?
th: การแจ้งเตือนทาง SMS คืออะไร?

source: What are job leads?
th: งานแนะนำคืออะไร?

source: What are the Benefits?
th: ได้ประโยชน์อะไรบ้าง?

source: What are the benefits?
th: ได้ประโยชน์อะไรบ้าง?

source: What can I do if I am not happy with the Contractors work?
th: ฉันจะทำอย่างไรถ้าหากฉันไม่พอใจงานของผู้รับเหมา?

source: What country is the property in?
th: อสังหาริมทรัย์อยู่ในประเทศอะไร?

source: What do I do if I have been overcharged?
th: ฉันจะทำอย่างไรถ้าหากว่าโก่งราคา?

source: What do I use credits for?
th: ฉันใช้เครดิตเพื่อทำอะไร?

source: What does a renovation cost?
th: ค่ารีโนเวทบ้านราคาเท่าไหร่?

source: What happens after I bid a job lead?
th: จะเกิดอะไรขึ้นหลังจากที่ฉันประมูลงานแนะนำไปแล้ว

source: What happens after I post my job?
th: จะเกิดอะไรขึ้นหลังจากที่ฉันโพสต์งานแล้ว?

source: What if I have forgotten my password?
th: จะทำอย่างไรถ้าฉันลืมรหัสผ่าน?

source: What if I receive a negative or unfair rating?
th: จะทำอย่างไรถ้าฉันได้รับคะแนนในแง่ลบ หรือคะแนนที่ไม่ยุติธรรม?

source: What is a Premium Member?
th: สมาชิกพรีเมี่ยมคืออะไร?

source: What is a good description?
th: คำธิบายที่ดีคืออะไร?

source: What is included in my free account?
th: อะไรที่บัญชีแบบฟรีสามารถทำได้บ้าง?

source: What is my profile page?
th: หน้าโปรไฟล์ของฉันคืออะไร?

source: What is the cost and how do I pay for SMS alerts?
th: ค่าใช้จ่ายการแจ้งเตือนทาง sms คือเท่าไหร่ และต้องชำระด้วยวิธีใด?

source: What is the cost of Premium membership?
th: ราคาของสมาชิกพรีเมี่ยมคือเท่าไหร่?

source: What is top up credit?
th: การเติมเงินเครดิตคืออะไร?

source: What is your approximate
th: ค่าประมาณของคุณคืออะไร

source: What is your mobile number?
th: เบอร์โทรศัพท์ของคุณคือเบอร์อะไร?

source: What kluje .com does differently is provide contractors with a unique public profile page, which you can review before selection. We ask contractors to provide their qualifications, photos of previous work and ratings. It is important that you review the contractor and
th: สิ่งที่ทำให้ kluje .com แตกต่าง คือ การให้ผู้รับเหมาได้มีหน้าโปรไฟล์ที่คุณสามารถตรวจสอบได้ก่อนที่เลือก เราขอให้ผู้รับเหมาใส่ความถนัด, รูปภาพของผลงาน และคะแนน สิ่งสำคัญที่ควรตรวจสอบผู้รับเหมาและ

source: What region is the property in?
th: อสังหาริมทรัพย์อยู่ในภูมิภาคไหน?

source: What should I do if no Contractor contacts me?
th: ควรจะทำอย่างไรถ้าไม่มีผู้รับเหมาติดต่อหาฉันเลย?

source: What type of
th: ประเภทใด

source: What type of contractor do you need?
th: ผู้รับเหมาแบบไหนที่คุณต้องการ?

source: What's the postal code?
th: รหัสไปรษณีย์คืออะไร?

source: When a Contractor signs up they have no ratings, how do I know if I am getting a quality Contractor?
th: เมื่อพบผู้รับเหมาในระบบที่ยังไม่มีคะแนน ฉันจะรู้ได้อย่างไรว่าเขามีคุณภาพหรือเปล่า?

source: When a contractor buy's your lead an e-mail with the contractors details and a link to their profile page is sent to you. This is to help you with the selection process.
th: เมื่อผู้รับเหมาชำระค่าธรรมเนียมงานแนะนำแล้ว รายละเอียด และลิ้งค์หน้าโปรไฟล์ผู้รับเหมาจะส่งไปที่อีเมลของคุณ เพื่อช่วยในการตัดสินใจเลือกต่อไป

source: When choosing a budget it is important to take into consideration two points:<h5>1. How much are you willing to spend?</h5>This should be your maximum budget for the project. Remember a budget is not a quotation nor a finally contracted price. It is just an indicator. You will have to negotiate with the contractor for the actual price paid. However, be aware Contrators do use the budget to gauge how serious you are about your project. See our handy pricing guide for help.<h5>2. What is a realistic amount?</h5>This should be your maximum budget for the project. Remember a budget is not a quotation nor a finally contracted price. It is just an indicator. You will have to negotiate with the contractor for the actual price paid. However, be aware Contrators do use the budget to gauge how serious you are about your project.
th: เมื่อเลือกงบประมาณ สิ่งสำคัญที่จะต้องคำนึงถึงสองจุด: <h5> 1. เท่าไหร่ที่คุณยินดีจะจ่าย? </ h5> นี่ควรจะเป็นงบประมาณสูงสุดที่คุณจะจ่ายสำหรับโครงการ โปรดจำไว้ว่างบประมาณไม่ได้เป็นราคาสุดท้ายในสัญญา เป็นเพียงตัวชี้แนะ คุณจะเจรจาต่อรองกับผู้รับเหมาในราคาที่จ่ายจริง และต้องตระหนักว่าผู้รับเหมาใช้งบประมาณวัดว่าคุณจริงจังกับโครงการแค่ไหน โปรดดูคู่มือกำหนดราคาของเรา<h5> 2. จำนวนเงินที่แท้จริงคืออะไร? </ h5> นี่ควรจะเป็นงบประมาณสูงสุดสำหรับโครงการ โปรดจำไว้ว่างบประมาณไม่ได้เป็นราคาที่สุดท้ายในสัญญา เป็นเพียงตัวชี้แนะ คุณจะเจรจาต่อรองกับผู้รับเหมาในราคาที่จ่ายจริง แต่ต้องตระหนักว่าผู้รับเหมาใช้งบประมาณวัดว่าคุณจริงจังกับโครงการแค่ไหน

source: When do you prefer to be contacted?
th: เมื่อไหร่ที่คุณสะดวกให้ติดต่อ?

source: When the work is completed you can rate the contractor on Quality, Professionalism and Value. By rating the contractor you are sharing your experience with others in your community, thereby creating an online community of curated
th: เมื่องานเสร็จสมบูรณ์ คุณสามารถให้คะแนนผู้รับเหมาในแง่ของคุณภาพ, ความเป็นมืออาชีพ และความคุ้มค่า การประเมินผู้รับเหมา นี้เป็นการที่คุณกำลังแบ่งปันประสบการณ์กับคนอื่นๆ ในคอมมิวนิตี้เพิ่อสร้างสรรค์ชุมชนออนไลน์

source: When would you like the job to
th: เมื่อไหร่ที่คุณอยากให้งาน

source: When you become a premium member you get to view the job leads 3 hours before the free members. This means that you increase your chance to bid on the best leads before anyone else.
th: เมื่อคุณเป็นสมาชิกพรีเมี่ยม คุณจะได้เห็นการแนะนำงาน 3 ชั่วโมงก่อนหน้าสมาชิกทั่วไป หมายถึง การได้รับโอกาสเสนอราคาที่ดีที่สุดได้ก่อนใคร

source: When you bid a job lead, we will send you the customer’s mobile number and email address so you may contact them directly to provide a quote. We also send your profile page, ratings and contact details to the Homeowner.
th: เมื่อคุณประมูลงานที่แนะนำ เราจะส่งเบอร์โทรศัพท์มือถือและอีเมลของลูกค้าให้ เพื่อให้ติดต่อกันเพื่อเสนอราคา เราจะส่งหน้าโปรไฟล์, คะแนน และรายละเอียดผู้ติดต่อของคุณให้กับเจ้าของบ้านด้วย

source: When you log in to your account you will automatically land on your ‘Job Leads’ screen and your job lead list. Here you can scroll through the leads available for you to purchase.
th: เมื่อล็อกอินเข้าสู่บัญชี คุณจะเข้าสู่หน้า 'งานแนะนำ' โดยอัตโนมัติ ซึ่งคุณจะพบโพสต์งานแนะนำทั้งหมด ให้เลื่อนดูงานแนะนำที่รอให้เข้าไปประมูลได้ในทันที

source: When you sign up you receive 100 SMS for free.
th: เมื่อคุณสมัครสมาชิก คุณจะได้รับ sms 100 ครั้งฟรี

source: Where do I view and buy job leads?
th: ฉันจะเห็นและซื้อการงานแนะนำได้ที่ไหน?

source: Where to find us
th: จะหาเราได้ที่ไหน

source: Which contractor do you want to use?
th: ผู้รับเหมาเจ้าใดที่คุณอยากเลือกใช้บริการ?

source: Which type of property?
th: เป็นอสังหาริมทรัพย์ประเภทใด?

source: Whole Home Window Grille Installation
th: ติดตั้งหน้าต่างมุ้งลวดเหล็กดัดทั้งบ้าน

source: Whole Home Window Installation
th: ติดตั้งหน้าต่างทั้งบ้าน

source: Whole Internal Refurbishment
th: ซ่อมแซมปรับปรุงบ้านทั้งหลัง

source: Why :
th: เหตุผล:

source: Why Rate your Contactor?
th: ทำไมต้องประเมินคะแนนให้ผู้รับเหมา?

source: Why do I validate my email
th: ทำไมฉันระบุอีเมลที่ถูกต้อง

source: Why do you need my name and contact details?
th: ทำไมฉันต้องให้ชื่อและรายละเอียดผู้ติดต่อ?

source: Why have I been asked to update a job?
th: ทำไมฉันถูกขอให้อัพเดทงาน?

source: Why should I add a photo to my job?
th: ทำไมต้องเพิ่มรูปภาพเข้าไปในงานของฉัน?

source: Why should I request a rating?
th: ทำไมฉันต้องขอคะแนนประเมินด้วย?

source: Why should you get verified?
th: เหตุใดคุณจึงควรได้รับการยืนยัน?

source: Why use Kluje.com?
th: ทำไมต้องใช้บริการ Kluje.com?

source: Why you should join Kluje
th: เหตุที่คุณควรร่วมเป็นส่วนหนึ่งของ Kluje

source: Why you will love Kluje.com
th: เหตุผลที่คุณหลงรัก Kluje.com

source: Will a contractor contact me?
th: ผู้รับเหมาจะติดต่อหาฉันไหม?

source: Will you publish my contact details when I post a job?
th: เวลาฉันโพสต์งาน รายละเอียดผู้ติดต่อของฉันจะขึ้นบนหน้าจอไหม?

source: Window / Glass
th: หน้าต่างและบานกระจก

source: Window / Glass Contractor
th: บริการทำความสะอาดหน้าต่างและบานกระจก

source: Window Cleaning Services
th: บริการทำความสะอาดหน้าต่าง

source: Window Grille Installation 2X3 feet
th: ติดตั้งหน้าต่างมุ้งลวดเหล็กดัดขนาด 2X3 ฟุต

source: Window Grille Installation 5X3 feet
th: ติดตั้งหน้าต่างมุ้งลวดเหล็กดัดขนาด 5X3 ฟุต

source: Window Grille Installation 6X6 feet
th: ติดตั้งหน้าต่างมุ้งลวดเหล็กดัดขนาด 6X6 ฟุต

source: Window Installation per Window Large
th: ติดตั้งบานหน้าต่างขนาดใหญ่

source: Window Installation per Window Small
th: ติดตั้งบานหน้าต่างขนาดเล็ก

source: With Kluje.com you can request a quote from a specific contractor <br/> or post a job for everyone to see!
th: Kluje.com ให้คุณสามารถขอราคาประเมินจากผู้รับเหมาเฉพาะราย <br/>หรือโพสต์ให้ทุกคนเห็นด้วยก็ได้!

source: With kluje.com, simply post your job for FREE
th: kluje.com คุณจะโพสต์งานได้ง่าย และฟรี

source: Within 1 month
th: ภายใน 1 เดือน

source: Within 3 months
th: ภายใน 3 เดือน

source: Within 6 months
th: ภายใน 6 เดือน

source: Wood Furniture Repair
th: ซ่อมเฟอร์นิเจอร์ไม้

source: Wood Kitchen Worktop Refinish/Repair
th: ขัดเคลือบผิว / ซ่อมเวิร์คท๊อปไม้บนเคาน์เตอร์

source: Wood Staircase Repair
th: ซ่อมบันไดพื้นไม้

source: Work location
th: สถานที่ทำงาน

source: Yala
th: ยะลา

source: Yasothon
th: ยโสร

source: Yes, if you a have photo to add, you should. A photo of your job will help contractors to better understand your job requirements and provide a more accurate quote. Contractors are also more likely to respond to a job that includes extra information, such as a photo. A photo can be plans, drawings or images of what needs to be done.
th: ใช่, หากคุณมีรูปประกอบก็ควรจะเพิ่มเข้าไปด้วย เพราะจะช่วยให้ผู้รับเหมาเห็นภาพงานได้ชัดเจนขึ้น และเสนอราคาประเมินที่สมเหตุสมผลยิ่งขึ้น ผู้รับเหมามักจะตอบกลับงานที่มีรายละเอียดชัดเจน เช่น งานที่มีมีรูปประกอบ อาจเป็นรูปแปลน ภาพเขียน หรือภาพถ่ายก็ได้

source: Yes, simply login to your account. In the Notifications tab click 'Deactivate E-mail alerts' and 'Deactivate SMS alerts'. You will no longer receive job alerts. If you have unused SMS they will remain in your account until you reactivate.
th: ใช่, คุณแค่ล็อกอินเข้าในบัญชีผู้ใช้ ในแถบการแจ้งเตือนให้คลิก 'ระงับการแจ้งเตือนทางอีเมล' และ 'ระงับการแจ้งเตือนทาง SMS' คุณก็จะไม่ได้รับการแจ้งเตือนงานอีกต่อไป จำนวน sms ที่เหลือนี้จะนำมาใช้ได้อีกก็ต่อเมื่อคุณเปิดใช้งานอีกครั้ง

source: You are responsible for ensuring that you are legally entitled to publish any information, which you upload. You may only use the Service to request quotes for genuine Projects where you have authority to appoint one or more contractors and your intention is to do so subject to agreeing appropriate terms. You may not request quotes for any Project, which is not legal.
th: เมื่อคุณลงรายละเอียดใดๆบนที่สาธารณะ จำไว้เสมอว่าคุณจะเป็นผู้รับผิดชอบทางกฎหมาย คุณสามารถใช้บริการของเราในการหาใบเสนอราคาให้กับโปรเจคที่เกิดขึ้นจริงที่คุณต้องการให้มีผู้รับเหมาตั้งแต่ 1 รายขึ้นไปเข้ามาร่วมงานตามข้อตกลงที่เหมาะสม แต่ห้ามให้มีการเสนอราคาให้กับโปรเจคที่ผิดกฎหมาย

source: You can also view the contractors details under your job in your account.
th: คุณสามารถเห็นรายละเอียดผู้รับเหมาได้ในบัญชีของคุณซึ่งจะอยู่ในส่วนงานที่ได้โพสต์ไป

source: You can cancel your job anytime. It will be hidden from contractors.
th: คุณยกเลิกงานได้เสมอ และระบบจะซ่อนงานจากผู้รับเหมาให้เอง

source: You can change the settings for job leads by logging in to your account and click Edit "Account". You will now be able to change your work location. The skills are set when you select your price plan. These cannot be changed.
th: คุณเปลี่ยนการตั้งค่าในการแนะนำงานได้ด้วยการล็อกอินเข้าบัญชีผู้ใช้ จากนั้นคลิกที่แก้ไข 'บัญชี' และยังเปลี่ยนพื้นที่เขตที่ทำงานได้ด้วย แต่ชุดทักษะที่เคยตั้งไว้ตอนที่คุณเลือกแผนราคาจะไม่สามารถเปลี่ยนแปลงได้

source: You can rate a contractor by simply login in to your account on kluje.com, select the job you have posted and then select the rate this contractor button. The contractor can also send a request for a rating, click on the link in the email you have received from the contractor and you will be able to rate the contractor.
th: คุณจะให้ประเมินคะแนนผู้รับเหมาได้ง่ายๆด้วยล็อกอินเข้าบัญชีผู้ใช้ใน kluje.com เลือกงานที่คุณได้โพสต์ไว้ แล้วเลือกกดปุ่มให้คะแนนสำหรับผู้รับเหมา ผู้รับเหมาสามารถส่งขอคะแนนประเมินได้โดยคลิกลิ้งค์ในอีเมลซึ่งคุณได้รับจากผู้รับเหมา และเลือกให้คะแนนได้ในทันที

source: You can receive job alerts via E-mail. Every time a new job matching your skills is posted you will receive an email with the details. You can then proceed to the website to bid on the job. If you're not a premium contractor the notifications will be delayed by 3h.
th: คุณสามารถรับการแจ้งเตือนทางอีเมลได้ทุกครั้งที่มีโพสต์งานที่เหมาะกับทักษะของคุณ คุณจะได้รับอีเมลรายละเอียดงาน และหากต้องการทำงานนี้ คุณสามารถเข้าไปเพื่อประมูลราคาในเว็บไซต์ได้ แต่ถ้าคุณไม่ใช่สมาชิกพรีเมี่ยม การแจ้งเตือนจะส่งหลังงานโพสต์แล้ว 3 ชั่วโมง

source: You don't have enough credits to purchase this lead
th: คุณมีเครดิตไม่พอจะชำระค่าธรรมเนียมงานแนะนำนี้

source: You have already bidded for this job
th: คุณได้ประมูลงานนี้ไปแล้ว

source: You have been rated on Kluje.com
th: คุณได้รับคะแนนประเมินใน Kluje.com

source: You have just been rated!
th: คุณเพิ่งได้รับคะแนนประเมิน!

source: You will now receive another SMS with the contact details for the Homeowner.
th: คุณจะได้รับ SMS อีกครั้งพร้อมรายละเอียดผู้ติดต่อของเจ้าของบ้าน

source: You will receive a job alert via SMS to your mobile.
th: คุณจะได้รับการแจ้งเตือนงานผ่านบริการ SMS ในโทรศัพท์มือถือ

source: You've already rated the contractor previously!
th: คุณได้ประเมินคะแนนผู้รับเหมารายนี้ไปแล้ว!

source: Your 30-day free trial begins now. When your free trial expires, we will prompt you to choose your skills and one of our affordable plans. We are also topping up
th: เริ่มการทดลองใช้งานฟรี 30 วันของคุณ เมื่อระยะทดลองฟรีหมด เราจะส่งตัวเลือกทักษะและแผนการจ่ายเงินที่เหมาะสมให้กับคุณ และจะเติมเงินให้

source: Your Job has been approved!
th: งานของคุณได้รับการอนุมัติแล้ว!

source: Your Personal Details
th: รายละเอียดส่วนตัวของคุณ

source: Your account has been suspended
th: บัญชีของคุณถูกระงับ

source: Your budget should match your job description. Contractors choose to bid your lead based on whether they think your chosen budget is achievable.
th: งบประมาณควรสอดคล้องกับเนื้องาน ผู้รับเหมาจะพิจารณาเลือกประมูลงานแนะนำที่มีงบประมาณสมที่เหตุสมผล

source: Your current plan:
th: แผนปัจจุบันของคุณ:

source: Your job has been purchased on Kluje.com!
th: งานของคุณมีผู้ที่เข้ามาวางเงินธรรมเนียมค่าประมูลงานแล้วที่ Kluje.com!

source: Your job will then be viewed by quality, local contractors. These contractors will BID on your job details and contact you to quote – expect their call
th: จะมีผู้รับเหมาในท้องถิ่นที่มีคุณภาพเข้ามาดูงาน และจะชำระค่าธรรมเนียมงานแนะนำเพื่อจะได้เห็นรายละเอียดงานและติดต่อคุณเพื่อเสนอราคา ดังนั้นกรุณารอการโทรติดต่อกลับด้วย

source: Your message was not sent because an error occurred, please try again later.
th: ส่งข้อความไม่ได้เนื่องจากมีข้อผิดพลาด กรุณาลองใหม่อีกครั้ง

source: Your photo is uploaded!
th: รูปภาพของคุณได้ถูกอัพโหลดแล้ว!

source: Your question has been sent, someone will contact you shortly.
th: ได้ส่งคำถามของคุณแล้ว เจ้าหน้าที่จะติดต่อกลับเร็วๆนี้

source: Your rating request was not sent because an error occurred, please try again later.
th: เนื่องจากมีข้อผิดพลาดเราจึงไม่สามารถส่งคำขอคะแนนประเมินของคุณได้ กรุณาลองใหม่อีกครั้ง

source: and
th: และ

source: and we will be happy to answer your queries.
th: และเรายินดีตอบคำถามของคุณ

source: better quality contractors.
th: คุณภาพผู้รับเหมาที่ดีกว่าเดิม

source: budget
th: งบประมาณ

source: but also to find
th: และเพื่อเฟ้นหา

source: company came, e-mail and NRIC number.
th: ชื่อบริษัท, อีเมล, และหมายเลข NRIC

source: contact us
th: ติดต่อเรา

source: contractor
th: ผู้รับเหมา

source: contractor, contractors, how it works, sign up, leads, new customers, jobs, ratings, reviews, word of mouth, leads, win work, professional, homeowner
th: ผู้รับเหมา, กลุ่มผู้รับเหมา, การให้บริการ, การสมัคร, การแนะนำ, ลูกค้าใหม่, งาน, การจัดอันดับ, ความคิดเห็น, ปากต่อปาก, การแนะนำ, ได้งาน, มืออาชีพ, เจ้าของบ้าน

source: contractor, contractors, how it works, sign up, leads, new customers, jobs, ratings, reviews, word of mouth, leads, win work, professional, homeowner, account, reputation,
th: ผู้รับเหมา, กลุ่มผู้รับเหมา, การให้บริการ, การสมัคร, การแนะนำ, ลูกค้าใหม่, งาน, การจัดอันดับ, ความคิดเห็น, ปากต่อปาก, การแนะนำ, ได้งาน, มืออาชีพ, เจ้าของบ้าน, บัญชีผู้ใช้, ชื่อเสียง,

source: contractor, contractors, reputation, leads, customers,trades, Air-conditioning, Flooring ,Painter, Decorator, Swimming Pool, Water Feature, Bathroom, Garden, Landscaping, Plumber, Tiler,Paver, Carpenter, Joiner, General Contractor, Renovation, Window,Electrician.Kitchen, Roofing, Waterproofing,Handyman
th: ผู้รับเหมา, กลุ่มผู้รับเหมา, ชื่อเสียง, การแนะนำ, ลูกค้า, ค้าขาย, เครื่องปรับอากาศ(แอร์), ปูพื้น, ช่างทาสี, นักตกแต่ง, สระว่ายน้ำ, ระบบน้ำ, ห้องน้ำ, สวน, ภูมิทัศน์, ช่างประปา, ช่างปูกระเบื้อง, ช่างปูทางเดิน, ช่างไม้, ช่างเชื่อม, ผู้รับเหมาทั่วไป, รีโนเวต, หน้าต่าง, ช่างไฟ, ห้องครัว, ทำหลังคา, ช่างซ่อม

source: contractors will call you about your job.
th: ผู้รับเหมาจะโทรหาคุณเรื่องงาน

source: do you need?
th: เป็นสิ่งที่คุณต้องการด้วยไหม?

source: for the job done in terms of value, reliability and quality. This will be attached to the contractors profile page and will be visible by all of our community.
th: งานที่สำเร็จเสร็จสิ้นในแง่ของคุณค่า, ความน่าเชื่อถือ และคุณภาพ จะถูกแนบไว้ที่หน้าโปรไฟล์ของผู้รับเหมาที่เปิดให้คอมมิวนิตี้สามารถเข้าไปดูได้

source: homeowner, contractor, renovation, budget, quote, qualified,references, ratings,workmanship, guarantee, subcontractors, rated, reviewed
th: เจ้าของบ้าน, ผู้รับเหมา, การรีโนเวต, งบประมาณ, เสนอราคา, คุณสมบัติเหมาะสม, ผลงานอ้างอิง, คะแนนประเมิน, ฝีมือ, รับประกัน, ผู้รับเหมารายย่อย, ให้คะแนน, รีวิว

source: homeowner, contractor, update, quailty, renovation, budget, quote, qualified,references, finding a contractor, ratings,workmanship, guarantee, qualifications, reviews, profile
th: เจ้าของบ้าน, ผู้รับเหมา, อัพเดท, คุณภาพ, การรีโนเวต, งบ, ใบเสนอราคา, มีคุณสมบัติเหมาะสม, ผลงานอ้างอิง, หาผู้รับเหมา, หาช่าง, คะแนน, ฝีมือ, รับประกัน, คุณสมบัติ, รีวิว, โปรไฟล์

source: in %{city}, %{country}
th: ใน %{city}, ประเทศ%{country}

source: in %{country}
th: ในประเทศ %{country}

source: interested
th: สนใจ

source: is it?
th: จริงหรือไม่?

source: job
th: งาน

source: kluje blog, blog, home improvement blog,repair blog, renovate blog, post your job, quotes, ratings, contractor blog, contractors blog
th: บล๊อก kluje, บล็อก, บล็อกเรื่องการปรับปรุงบ้าน, บล๊อกเรื่องการซ่อมแซม, บล็อกเรื่องรีโนเวท, โพสต์งาน, เสนอราคา, คะแนน, บล๊อกผู้รับเหมา, บล๊อกกลุ่มผู้รับเหมา

source: kluje, contact, address, phone number
th: kluje, ติดต่อ, ที่อยู่, เบอร์โทรศัพท์

source: on our quick form and we will match your request to relevant contractors.
th: ในฟอร์มด่วนของเรา แล้วเราจะจับคู่คำขอของคุณกับผู้รับเหมาที่เกี่ยวข้องกับงาน

source: or
th: หรือ

source: query, question, home improvement, ask our expert, contractor, project, renovation
th: ข้อสงสัย, คำถาม, ปรับปรุงซ่อมแซมบ้าน, ถามผู้เชี่ยวชาญ, ผู้รับเหมา, โครงการ, การรีโนเวตบ้าน

source: renovation, repair, recommended contractors, singaporean contractors, contractor reviews, contractors, Kluje, recommended tradseman, local contractors, handyman
th: การรีโนเวต, ซ่อมแซม, ผู้รับเหมาแนะนำ, ผู้รับเหมาสิงคโปร์, ความคิดเห็นของผู้รับเหมา, ผู้รับเหมา, Kluje, ผู้ประกอบการที่แนะนำ, ผู้รับเหมาในท้องถิ่น, ช่างซ่อมบำรุง

source: required
th: จำเป็น

source: start
th: เริ่ม

source: their qualification with the relevant authorities before hiring them. After your selected contractor has done the job, we ask that you provide a
th: คุณสมบัติของเขาจากหน่วยงานที่เกี่ยวข้องก่อนจ้าง หลังจากที่รับเหมาที่คุณเลือกทำงานเสร็จสิ้นแล้ว เราจะขอให้คุณ

source: to investigate.
th: สืบสวน
