Repository: RatioSoftwareEngineering/Kluje
Catalog: config/locales/*/kluje.edit.po
Languages: th

source: %s is requesting a rating for this job:
th: %s ขอให้คะแนนประเมินสำหรับงานนี้:

source: %s just bid on your job! Please expect them to contact you shortly. Remember our contractors pay a fee for the opportunity to quote on your job so please allow them every opportunity to do so!
th: %s เพิ่งประมูลงานของคุณ! กรุณารอการติดต่อกลับเร็วๆนี้ โปรดจำไว้ว่า ผู้รับเหมาได้จ่ายค่าธรรมเนียมเพื่อโอกาสที่จะเสนอราคาให้คุณ ขอโอกาสให้เขาได้ทำงานให้กับคุณ!

source: %{amount1}, %{amount2} and %{amount3} top ups are available for lead purchases. Simply login to your account and click on billing.
th: จำนวนเงินให้เลือกเติมมี %{amount1} บาท, %{amount2} บาท และ %{amount3} บาท ในการเติมเงินแต่ละครั้ง เพียงล็อกอินเข้าใช้บัญชีของคุณ และคลิกที่ 'การเรียกเก็บเงิน'

source: %{category} in %{city}
th: %{category} ใน %{city}

source: %{num} jobs have been posted
th: %{num} งานถูกโพสต์ไว้ที่นี่

source: 1 Room Wall Tiling Installation
th: ปูผนังด้วยกระเบื้องสำหรับ 1 ห้อง

source: 1 Room Wall Tiling Supply and Fit
th: จัดหาและปูผนังด้วยกระเบื้องสำหรับ 1 ห้อง

source: 1 Room Marble Floor Polishing
th: ขัดพื้นหินอ่อนสำหรับ 1 ห้อง

source: 1 Room floor Tiling Installation
th: ปูพื้นด้วยกระเบื้องสำหรับ 1 ห้อง

source: 1 Room floor Tiling Supply and Fit
th: จัดหาและปูพื้นด้วยกระเบื้องสำหรับ 1 ห้อง

source: 1-2 Rooms Carpet Laying Supply and Fit
th: จัดหาและติดตั้งพรมปูพื้นสำหรับ 1-2 ห้อง

source: 1-2 Rooms Internal Painting
th: ทาสีภายในสำหรับ 1-2 ห้อง

source: 1-2 Rooms Linoleum/wood/Laminate
th: พื้นไลโนเลี่ยม/ไม้/ลามิเนต สำหรับ 1-2 ห้อง

source: 1-2 Rooms Parquet Floor Installation
th: ปูพื้นไม้ปาร์เก้สำหรับ 1-2 ห้อง

source: 1-2 Rooms Parquet Floor Supply and Fit
th: จัดหาและปูพื้นไม้ปาร์เก้สำหรับ 1-2 ห้อง

source: 1. You Job Description is not detailed enough. Use as much detail as you can. Include details, as applicable, such as room size, number of rooms, or dimensions. Really try to explain the problem as clearly as you can.
th: 1. คำอธิบายงานที่คุณให้ไม่ละเอียดพอ กรุณาใส่รายละเอียดให้มากที่สุด เช่น ขนาดพื้นที่ห้อง จำนวนห้อง หรือขนาดความกว้างxยาวxสูง (ถ้ามี) บรรยายปัญหาที่คุณมีให้ชัดเจนที่สุดเท่าที่ทำได้

source: 2 Or More Rooms Carpet Laying Supply and Fit
th: จัดหาและติดตั้งพรมปูพื้น ตั้งแต่ 2 ห้องขึ้นไป

source: 2 Or More Rooms Linoleum/wood/Laminate
th: พื้นไลโนเลี่ยม/ไม้/ลามิเนต ตั้งแต่ 2 ห้องขึ้นไป

source: 2 Or More Rooms Wall Tiling Installation
th: ปูผนังด้วยกระเบื้อง ตั้งแต่ 2 ห้องขึ้นไป

source: 2 Or More Rooms Wall Tiling Supply and Fit
th: จัดหาและปูผนังด้วยกระเบื้อง ตั้งแต่ 2 ห้องขึ้นไป

source: 2 Storey Room Addition
th: ต่อเติมบ้าน 2 ชั้น

source: 2 room (including accessories)
th: 2 ห้อง (รวมวัสดุตกแต่ง)

source: 2 room Renovation (excluding accessories)
th: รีโนเวตห้อง 2 ห้อง (ไม่รวมวัสดุตกแต่ง)

source: 2 rooms Or More floor Tiling Installation
th: ปูพื้นด้วยกระเบื้องตั้งแต่ 2 ห้องขึ้นไป

source: 2 rooms Or More floor Tiling Supply and Fit
th: จัดหาและปูพื้นด้วยกระเบื้องตั้งแต่ 2 ห้องขึ้นไป

source: 2. Your estimated budget should match your job description. Contractors choose to buy your lead based on whether they think your chosen budget is achievable. So try to adjust your budget up one notch.
th: 2. งบประมาณโดยคร่าวควรสอดคล้องกับขอบเขตงาน ผู้รับเหมาจะเลือกประมูลงานหรือไม่นั้น ขึ้นอยู่กับงบประมาณที่สมเหตุสมผล กรุณาปรับเปลี่ยนงบประมาณของคุณตามช่วงความเหมาะสม

source: 3 room (including accessories)
th: 3 ห้อง (รวมวัสดุตกแต่ง)

source: 3 room Renovation (excluding accessories)
th: รีโนเวตห้อง 3 ห้อง (ไม่รวมวัสดุตกแต่ง)

source: 3-5 Rooms Internal Painting
th: ทาสีภายใน 3-5 ห้อง

source: 3. Your timing may be either too short or too long for your job. For example, if your job is a whole interior renovation then make sure you choose at least one month. Conversely, if your job is to hang some pictures on the wall, then shorter timeframe like one week is better.
th: 3. ระยะเวลาอาจจะสั้นหรือยาวเกินไปสำหรับงานของคุณ เช่น ถ้างานนั้นคือการปรับปรุงภายในใหม่ทั้งหมด คุณควรเลือกระยะเวลาอย่างน้อยหนึ่งเดือน ตรงกันข้าม ถ้าเป็นแค่งานติดรูปภาพบนผนัง ระยะเวลาก็จะสั้นกว่า เช่น หนึ่งสัปดาห์เป็นต้น

source: 4 characters minimum
th: 4 ตัวอักษรเป็นอย่างน้อย

source: 4 room (including accessories)
th: 3 ห้อง (รวมวัสดุตกแต่ง)

source: 4 room Renovation (excluding accessories)
th: รีโนเวตห้อง 4 ห้อง (ไม่รวมวัสดุตกแต่ง)

source: 5 room (including accessories)
th: 3 ห้อง (รวมวัสดุตกแต่ง)

source: 5 room Renovation (excluding accessories)
th: รีโนเวตห้อง 5 ห้อง (ไม่รวมวัสดุตกแต่ง)

source: 6 characters minimum
th: 6 ตัวอักษรเป็นอย่างน้อย

source: 9:00 am - 5:00 pm
th: 9:00 น. - 17:00 น.

source: A 10-year veteran in home renovations with vast experience in many aspects of the industry, Andrew has been CEO of UK companies specializing in home renovations – Propertytask and Ezzies. As co-founder of kluje.com, Andrew is able to provide professional advice for contractors and homeowners alike.
th: ด้วยประสบการณ์อันหลากหลายในอุตสาหกรรมปรับปรุงบ้านกว่า 10 ปี แอนดรูว์เคยเป็นซีอีโอของบริษัท Propertytask และ Ezzies ในอังกฤษที่มีความเชี่ยวชาญโดยเฉพาะด้านการปรับปรุงบ้าน ในฐานะของผู้ร่วมก่อตั้ง kluje.com แอนดรูว์จะสามารถให้คำปรึกษากับทั้งผู้รับเหมาและเจ้าของบ้านได้อย่างมืออาชีพ

source: A Service Providers should guarantee their workmanship for a period of time. Make sure you have clarified what this period is and that you have the relevant paperwork available if you need to make a claim at a later stage.
th: ผู้ให้บริการควรให้การรับประกันคุณภาพงานเป็นระยะเวลาหนึ่งๆ อย่าลืมระบุระยะเวลาดังกล่าวให้จัดเจน และหากเป็นไปได้ ควรมีการออกเอกสารยืนยันระยะเวลารับประกันคุณภาพงาน

source: A deposit should always be documented with a detailed invoice. The deposit should not be more than 30%-50% of the overall job price, but should cover the Service Providers tools, materials and travel. The deposit % will vary from one Service Providers to another.
th: การชำระค่ามัดจำควรมีการทำเป็น Invoice ที่มีรายละเอียดระบุไว้อย่างชัดเจน ค่ามัดจำไม่ควรเกิน 30%-50% ของมูลค่างาน แต่ก็ควรให้ครอบคลุมค่าบริการเครื่องมือผู้รับจ้าง, ค่าสวัสดุ และค่าเดินทาง ดังนั้นค่ามัดจำของแต่ละผู้รับจ้างจะแตกต่างกันไป

source: A good, quality Contractor should have a portfolio of previous work. Contractors are asked to fill out their profile page with their, qualifications, a description of their services and to upload pictures of previous jobs. We always advise you to ask for previous customer references.Contractors without ratings have most likely just joined. Although they don’t have any ratings yet, it doesn’t mean they’re not quality Contractors. In fact, this means that Contractors are encouraged to do a quality job to ensure that they get a brilliant first rating, allowing them to start building their reputation online and gain more work in the future.
th: ผู้รับเหมาที่ดีและคุณภาพควรมีแฟ้มโปรไฟล์ผลงานที่ผ่านมา ผู้รับเหมาจะต้องกรอกหน้าโปรไฟล์ของตนพร้อมใส่ความถนัดต่างๆ, คำอธิบายขอบเขตการให้บริการ และอัพโหลดรูปภาพแสดงผลงาน แนะนำให้คุณใส่ชื่อลูกค้าที่ผ่านมาของคุณเพื่อใช้อ้างอิง ผู้รับเหมาที่ไม่มีคะแนนการประเมิน(เรตติ้ง)มักเป็นผู้ที่เพิ่งมาใหม่ แม้ว่าเขาอาจจะยังไม่มีคะแนนขณะนี้ แต่ไม่ได้หมายความว่าเป็นผู้รับเหมาที่ขาดคุณสมบัติแต่อย่างใด อนึ่ง ผู้รับเหมากลุ่มนี้จะพร้อมทำผลงานที่มีคุณภาพสูงสุดเพื่อให้ได้คะแนนสูง ซึ่งจะสร้างชื่อเสียงออนไลน์และได้งานเพิ่มในอนาคตได้

source: A quote should outline the payment schedule the contractor expects, this will avoid any misunderstanding later on. Each stage of the payment schedule should be documented with an invoice, and should only cover work that has clearly been completed.
th: เพื่อเป็นการเลี่ยงความเข้าใจผิดในภายหลัง การเสนอราคาควรบอกตารางการชำระเงินตามที่ผู้รับเหมากำหนด ออก invoice ทุกครั้งที่มีการชำระเงิน และต้องเสร็จสิ้นงานในส่วนนั้นๆตามเวลาที่เรียกชำระเงินด้วย

source: A verification email has been sent to
th: อีเมลเพื่อการยืนยันได้ส่งไปที่

source: ACRA: Accounting and Corporate Regulatory Authority (Business registration)
th: ACRA: กรมทะเบียนการค้าและธุรกิจในส่วนการขึ้นทะเบียนกิจการ หรือ Accounting and Corporate Regulatory Authority (Business registration)

source: About Kluje
th: เกี่ยวกับ Kluje

source: About Us
th: เกี่ยวกับเรา

source: Above 6 months
th: มากกว่า 6 เดือน

source: Access Control / Door Entry Repair
th: บริการซ่อมล็อกประตู/ทางเข้าทุกประเภท

source: Access Control / Door Entry installation
th: บริการติดตั้งล็อกประตู/ทางเข้าทุกประเภท

source: Access Control services
th: บริการช่างกุญแจ

source: Account
th: บัญชีผู้ใช้งาน

source: Account Details
th: ข้อมูลบัญชีผู้ใช้งาน

source: Account Verification Failed
th: การยืนยันบัญชีผู้ใช้งานล้มเหลว

source: Account details
th: ข้อมูลบัญชีผู้ใช้งาน

source: Account not found
th: ไม่พบบัญชีผู้ใช้งาน

source: Account settings updated!
th: การตั้งค่าบัญชีผู้ใช้งานได้รับการอัพเดทแล้ว!

source: Activate E-mail alerts
th: เปิดใช้งานการแจ้งเตือนทาง E-mail

source: Activate SMS alerts
th: เปิดใช้งานการแจ้งเตือนทาง SMS

source: Add a description.
th: เพิ่มคำอธิบาย

source: Add a photo to help the contractor to understand the work you need done.
th: เพิ่มรูปภาพที่ช่วยให้ผู้รับเหมาเข้าใจงานที่คุณต้องการให้ทำ

source: Add a photo.
th: เพิ่มรูป

source: Additional comments (optional):
th: ความเห็นเพิ่มเติม (ถ้ามี):

source: Address
th: ที่อยู่

source: Adelaide
th: แอดิเลด

source: Adjust your skills and map setting to receive the right quality and quantity of leads.
th: ปรับทักษะและการตั้งค่าแผนที่ เพื่อให้ตรงกับคุณภาพและปริมาณงานแนะนำที่ควรแก่คุณ

source: After personally going through the long and painful process of finding and interviewing contractors for a job, receiving quotations, and the uncertainty of choosing the right one, our founders realized that there had to be a better way.
th: จากประสบการณ์ส่วนตัวที่ต้องค้นหาและสัมภาษณ์ เลือกเฟ้นผู้รับเหมาที่ยาวนานและน่าเบื่อเพื่อทำงานสักงานหนึ่ง ได้รับใบเสนอราคาและสุดท้ายก็ต้องเสี่ยงเลือกพวกเขามาร่วมงาน ผู้ร่วมก่อตั้งเว็บไซต์ของเราจึงคิดว่าจะต้องมีวิธีที่ดีกว่านี้

source: After the initial 100 we charge %s per 100 SMS.
th: ไม่มีค่าใช้จ่าย SMS ใน 100 ข้อความแรก และจะคิดราคา %s ต่อ SMS 100 ข้อความต่อไป

source: After the work has been completed the Contractor will request a rating from you on the quality, value and professionalism of their work. This feedback is invaluable for future customers to choose the right Contractor and is really important to help a good Contractor grow their businesses.
th: หลังจากเนื้องานเสร็จสมบูรณ์แล้ว ผู้รับเหมาจะขอให้คุณให้คะแนนเรื่องคุณภาพ คุณค่า และความเป็นมืออาชีพของพวกเขา ความเห็นที่คุณให้นี้จะมีประโยชน์ต่อลูกค้าคนอื่นๆ เในการเลือกผู้รับเหมาที่ดีที่สุด พร้อมกันนั้นก็ช่วยให้ธุรกิจของผู้รับเหมาที่ดีเจริญเติบโตต่อไป

source: After you post your job, we will forward your job lead to all relevant contractors in your area. The contractors who are interested in completing your job will pay to see your contact details and contact you to quote. Up to 3 contractors will contact you to provide a quotation.Once a contractor has purchased your job lead we will send you the contractors details and ratings. If you have not been contacted by at least 1 contractor within 3 days, consider updating your job description with more details or a revised budget.
th: หลังจากที่คุณโพสต์งานแล้ว เราจะส่งการแนะนำงานนั้นต่อไปยังผู้รับเหมาที่เหมาะกับงานในพื้นที่ของคุณ ผู้รับเหมาที่สนใจทำงานจะมีการชำระเงินค่าแนะนำงานเพื่อขอดูเบอร์ติดต่อของคุณเพื่อส่งใบเสนอราคา จะมีผู้รับเหมาจำนวนสูงสุด 3 รายทำการเสนอราคาให้คุณ เมื่อมีผู้รับเหมาชำระเงินค่าแนะนำงานแล้ว เราจะส่งรายละเอียดของผู้รับเหมาและคะแนนประเมินไปให้คุณ หากคุณไม่ได้รับการติดต่อจากผู้รับเหมาอย่างน้อย 1 รายภายใน 3 วัน เราแนะนำให้คุณปรับปรุงคำอธิบายงานให้มีรายละเอียดเพิ่มขึ้นหรือปรับเปลี่ยนงบประมาณใหม่

source: Afternoon (12pm - 6pm)
th: ช่วงบ่าย (12:00-18:00)

source: Air-conditioning
th: ระบบปรับอากาศ(แอร์)

source: Air-conditioning Contractor
th: ผู้เหมางานระบบปรับอากาศ‎(ช่างแอร์)

source: Aircon Compressor Repair
th: ซ่อมคอมเพรสเซอร์เครื่องปรับอากาศ(แอร์)

source: Aircon Compressor Supply and Fit
th: จัดหาและติดตั้งคอมเพรสเซอร์เครื่องปรับอากาศ(แอร์)

source: Aircon Not Switching On
th: เครื่องปรับอากาศ(แอร์)เปิดไม่ติด

source: Aircon Repair
th: ซ่อมเครื่องปรับอากาศ(แอร์)

source: Aircon Repair Fan not working
th: ซ่อมใบพัดเครื่องปรับอากาศ(แอร์)ไม่หมุน

source: Aircon Servicing 1 off
th: บริการซ่อมเครื่องปรับอากาศ(แอร์) 1 ครั้ง

source: Aircon System 2 Supply and Fit
th: จัดหาและติดตั้งระบบเครื่องปรับอากาศ(แอร์) 2 เครื่อง โดยใช้คอมเพรสเซอร์ 1 เครื่อง

source: Aircon System 3 Supply and Fit
th: จัดหาและติดตั้งระบบเครื่องปรับอากาศ(แอร์) 3 เครื่อง โดยใช้คอมเพรสเซอร์ 1 เครื่อง

source: Aircon System 4 Supply and Fit
th: จัดหาและติดตั้งระบบเครื่องปรับอากาศ(แอร์) 4 เครื่อง โดยใช้คอมเพรสเซอร์ 1 เครื่อง

source: Aircon System single Split Supply and Fit
th: จัดหาและติดตั้งเครื่องปรับอากาศ(แอร์)ระบบแยกส่วน(Split Type)

source: All costs must be included in the estimate
th: ค่าใช้จ่ายทั้งหมดจะต้องรวมอยู่ในการตีราคา

source: Although it depends on many factors, be as specific as possible. Describe the problem to the best of your ability. One key things to include are if the contractor have to supply the parts for the job (supply and fit?) or you already have the items and you just need them installed (fit only). Also include, if they are relevant, room dimensions, number of rooms, and so forth. <h6>Note: DO NOT put your contact details in the description box, as your privacy will not be protected. Use the included forms on page 3.</h6>
th: แม้ว่าจะมันขึ้นกับปัจจัยหลายอย่าง แต่ขอให้ระบุเจาะจงที่สุด บรรยายปัญหาที่คุณมีให้ชัดเจนมากที่สุด สิ่งที่ควรเขียนคือ หากผู้รับเหมาต้องจัดหาวัสดุอุปกรณ์(การจัดหาและการติดตั้ง) หรือ คุณมีวัสดุอุปกรณ์ให้แล้วแค่ต้องการช่างติดตั้ง(การติดตั้งเท่านั้น) ขอให้คุณเขียนรายละเอียดขนาดห้อง จำนวนห้อง และอื่นๆ (ถ้ามี) <h6> หมายเหตุ: อย่าใส่รายละเอียดข้อมูลติดต่อของคุณในกล่อง เนื่องจากเหตุผลด้านความปลอดภัย ใช้แบบฟอร์มที่มีให้ที่หน้า 3.</h6>

source: Although it has been viewed by %d contractors, no one has bid on your lead.
th: แม้ว่าจะมีผู้รับเหมาจำนวน %d ที่เห็น แต่ยังไม่มีใครเสนอราคาประมูลมาให้คุณ

source: Always ask for ratings
th: ขอคะแนนประเมินเสมอ

source: Always be professional
th: ทำงานเป็นมืออาชีพเสมอ

source: Always get more than 1 Quote
th: รับใบเสนอราคามากกว่า 1 ที่เสมอ

source: Amnat Charoen
th: อำนาจเจริญ

source: Amount
th: จำนวน

source: Andrew Esmonde-White
th: แอนดรูว์ เอสมอนด์-ไวท์

source: Ang Thong
th: อ่างทอง

source: Apartment/Flat
th: อพาร์ทเม้นท์ / แฟลต

source: Approved
th: ได้รับการอนุมัติ

source: Archive your job as it has already been done or forgotten about. This will remove it from the active queue.
th: การเก็บงานอย่างถาวร (Archive) เมื่อเสร็จสิ้นหรือถูกลืมไปแล้ว จะทำให้ถูกลบออกจากรายการของงานที่แอคทีฟอยู่

source: Archived
th: ข้อมูลที่ถูกเก็บไว้ถาวร

source: Are homeowner ratings genuine?
th: การให้คะแนนประเมินจากเจ้าของบ้านเชื่อถือได้จริงหรือไม่

source: Articles
th: บทความ

source: As part of Kluje.com’s service to you, only
th: เป็นส่วนหนึ่งของการให้บริการจาก Kluje.com สำหรับคุณเท่านั้น

source: As seen in
th: เห็นเราได้จาก

source: As soon as possible
th: ในทันที

source: As you know, Ratings are used by other homeowners to make a more informed decision about which Contractor to hire for their renovation jobs. These ratings are a very powerful tool for Good Contractors to build their reputation.
th: ดังที่คุณทราบว่า เจ้าของบ้านจะใช้คะแนนประเมินเพื่อประกอบการตัดสินใจจ้างผู้รับเหมา คะแนนประเมินนี้เป็นเครื่องมือที่สำคัญยิ่งที่ผู้รับเหมาที่ดีจะใช้เพื่อสร้างชื่อเสียงของตัวเองได้

source: Ask An Expert
th: ถามผู้เชี่ยวชาญ

source: Ask an Expert
th: ถามผู้เชี่ยวชาญ

source: Ask an expert
th: ถามผู้เชี่ยวชาญ

source: Ask for a quotation for the work described, this differs from an estimate, which is a rough price and not binding. The quote should include a detailed job specification, price, conditions and a payment schedule. GST/VAT - It is a good idea to clarify up front whether the Service Providers is GST/VAT registered and whether you will be charged any GST/VAT.
th: ขอใบเสนอราคาจากงานที่ได้อธิบายไป โดยราคานี้จะไม่เหมือนกันราคาโดยคร่าวที่จะไม่มีการระบุราคาที่ชัดเจน ใบเสนอราคาควรมีรายละเอียดของคุณสมบัติงาน, ราคา, เงื่อนไข และตารางการชำระเงิน ภาษีสินค้าและบริการ GST/VAT ก็ควรระบุให้ชัดเจนว่าต้องรวมเข้าไปในราคาเสนออีกหรือไม่

source: Ask!
th: ถามเลย!

source: Asking
th: การสอบถาม

source: Australia
th: ประเทศออสเตรเลีย

source: Availability
th: เวลาที่พร้อมจะเริ่มงาน

source: Availability:
th: เวลาที่พร้อมจะเริ่มงาน:

source: Average Contractor Rating:
th: คะแนนเฉลี่ยของผู้รับเหมา:

source: Awnings/Skylights Installation
th: ติดตั้งกันสาด/หลังคากระจก (สกายไลท์)

source: Awnings/Skylights Repair
th: ซ่อมกันสาด/หลังคากระจก (สกายไลท์)

source: Awnings/Skylights Supply and Fit
th: จัดหาและติดตั้งกันสาด/หลังคากระจก (สกายไลท์)

source: Ayutthaya
th: อยุธยา

source: BCA: The Building and Construction Authority (Construction)
th: BCA: หน่วยงานด้านสิ่งแวดล้อมการก่อสร้าง หรือ The Building and Construction Authority (Construction)

source: Back
th: ย้อนกลับ

source: Bandung
th: บันดุง

source: Bangkok
th: กรุงเทพมหานคร

source: Basic
th: พื้นฐาน

source: Basin Replacement (Excluding Parts)
th: เปลี่ยนอ่างล้างหน้า (ไม่รวมวัสดุอุปกรณ์)

source: Basin Replacement (Including Parts)
th: เปลี่ยนอ่างล้างหน้า (รวมวัสดุอุปกรณ์)

source: Bath Tub Installation
th: ติดตั้งอ่างอาบน้ำ

source: Bath Tub Installation supply and Fit
th: จัดหาและติดตั้งอ่างอาบน้ำ

source: Bathroom
th: ห้องน้ำ

source: Bathroom Contractor
th: ช่างทำห้องน้ำ

source: Bathroom Design Service
th: บริการออกแบบห้องน้ำ

source: Bathroom Renovation
th: การรีโนเวตห้องน้ำ

source: Be clear on the time frame for the job
th: ให้ชัดเจนเรื่องกรอบเวลาของงาน

source: Be clear on what you want done
th: ให้ชัดเจนเรื่องงานที่ต้องการให้ทำ

source: Be polite and courteous in your dealings with homeowners, remember, their ratings of you will be used by other homeowners in the future.
th: ขอให้ติดต่อกับเจ้าของบ้านด้วยความสุภาพและให้เกียรติ จำไว้เสมอว่า คะแนนที่เจ้าของบ้านจะให้นั้น จะเป็นสิ่งที่ลูกค้าในอนาคตใช้อ้างอิง

source: Before you get started, here are a few tips:
th: ก่อนที่จะเริ่ม นี่คือเคล็ดลับสำหรับคุณ :

source: Bekasi
th: เบกาซี

source: Benefits:
th: ผลประโยชน์:

source: Bespoke Kitchen Furniture Design
th: ออกแบบเฟอร์นิเจอร์บิ้วอินห้องครัว

source: Bid for lead
th: ประมูลราคางานนี้

source: Bidded
th: ได้ถูกประมูล

source: Bidded at
th: ราคาประมูลที่

source: Bidding
th: การประมูลราคา

source: Bids
th: ราคาประมูล

source: Bids:
th: ราคาประมูล:

source: Billing
th: การเรียกเก็บเงิน

source: Billing history
th: ราคาประมูล

source: Biên Hòa
th: เบียนหัว

source: Blog
th: บล็อก

source: Blog Categories
th: ทมวดหมู่บล๊อก

source: Brick Wall and Fencing Installation
th: ก่อกำแพงอิฐ และติดตั้งรั้ว

source: Brick/Stone/Concrete Paving
th: ปูทางเดินด้วยอิฐ/หิน/คอนกรีต

source: Bricklayer
th: ช่างก่ออิฐ

source: Brisbane
th: บริสเบน

source: Browse Contractors
th: ค้นหาผู้รับเหมา

source: Budget
th: งบประมาณ

source: Budget:
th: งบประมาณ:

source: Bueng Kan
th: บึงกาฬ

source: Build In Wardrobe Installation
th: ติดตั้งตู้เสื้อผ้าบิ้วอิน

source: Build In Wardrobe Supply and fit
th: จัดหาและตู้เสื้อผ้าบิ้วอิน

source: Bungalow
th: บังกะโล

source: Buriram
th: บุรีรัมย์

source: Buying leads and quote to win work:
th: ชำระเงินค่าธรรมเนียมงานแนะนำ และเสนอราคาเพื่อให้ได้งานนี้:

source: By clicking the button below, you declare you have read and agreed to Kluje.com's
th: คลิกปุ่มนี้เมื่อคุณได้อ่านและเห็นด้วยกับ Kluje.com

source: By clicking this button, you declare you have read and agreed to kluje.com's
th: คลิกปุ่มนี้เมื่อคุณได้อ่านและเห็นด้วยกับ kluje.com

source: By rating a contractor you are not only helping other home-owners to find better quality contractors for their jobs, You are also helping contractors build their reputation in the marketplace. We at Kluje.com firmly believe that using ratings creates a win-win situation for everyone!
th: การให้คะแนนผู้รับเหมาไม่เพียงแต่ช่วยให้เจ้าของบ้านคุณอื่นๆ ได้พบกับผู้รับเหมาที่มีคุณภาพ แต่คุณยังช่วยให้ผู้รับเหมาสร้างชื่อเสียงของเขาในตลาด ขณะที่ Kluje.com เชื่อมั่นว่าทุกคนได้รับผลประโยชน์ร่วมกัน!

source: COO and Co-Founder
th: กรรมการผู้อำนายการฝ่ายปฏิบัติการ และผู้ร่วมก่อตั้ง

source: Caloocan
th: คาลูคาน

source: Can I add multiple jobs to one posting?
th: ฉันสามารถใส่งานหลายๆงานในโพสต์เดียวได้หรือไม่?

source: Can I cancel job alerts?
th: ฉันจะยกเลิกการแจ้งเตือนงานได้หรือไม่?

source: Can I delete ratings?
th: ฉับจะลบการให้คะแนนได้หรือไม่?

source: Cancel
th: ยกเลิก

source: Carpenter
th: ช่างไม้

source: Carpenter / Joiner
th: ช่างไม้ / ช่างไม้ทำกรอบประตูหรือหน้าต่าง

source: Carpenters
th: ช่างไม้

source: Carpet Installation Labour Only
th: แรงงานติดตั้งพรมปูพื้น

source: Carpet Installation Supply and Fit
th: จัดหาและติดตั้งพรมปูพื้น

source: Carpet/ Rug Cleaning Service Single item
th: ทำความสะอาดพรมรายครั้ง

source: Categories
th: หมวดหมู่

source: Category not found
th: ไม่พบหมวดหมู่ดังกล่าว

source: Cebu City
th: เซบูซิตี้

source: Ceiling Installation Large room
th: ติดตั้งฝ้าเพดานสำหรับห้องขนาดใหญ่

source: Ceiling Installation Small room
th: ติดตั้งฝ้าเพดานสำหรับห้องขนาดเล๋ก

source: Chachoengsao
th: ฉะเชิงเทรา

source: Chainat
th: ชัยนาท

source: Chaiyaphum
th: ชัยภูมิ

source: Change
th: เปลี่ยน

source: Change Password
th: เปลี่ยนรหัสผ่าน

source: Change my password
th: เปลี่ยนรหัสผ่านของฉัน

source: Change password
th: เปลี่ยนรหัสผ่าน

source: Change password.
th: เปลี่ยนรหัสผ่าน

source: Changing
th: กำลังเปลี่ยน

source: Chanthaburi
th: จันทบุรี

source: Cheapest quote
th: ใบเสนอราคาต่ำสุด

source: Check List
th: รายการตรวจสอบ

source: Check references and ratings
th: ตรวจแหล่งอ้างอิงและคะแนนประเมิน

source: Check the profiles and hire
th: ตรวจสอบโปรไฟล์ส่วนตัวและการว่าจ้าง

source: Checklist
th: รายการตรวจสอบ

source: Chemical Overhaul per Fan Coil
th: ทำความสะอาดคอยล์เย็น(Fan Coil)ด้วยน้ำยา

source: Chiang Mai
th: เชียงใหม่

source: Chiang Rai
th: เชียงราย

source: Chonburi
th: ชลบุรี

source: Choose a budget.
th: เลือกงบประมาณ

source: Choose one of the options below to Top Up your account:
th: เลือกหนึ่งตัวเลือกด้านล่างเพื่อเติมเงินในบัญชีของคุณ:

source: Choosing a Contractor
th: เลือกผู้รับเหมา

source: Chumphon
th: ชุมพร

source: Clean 2-4 Aircon's
th: ล้างเครื่องปรับอากาศ(แอร์) 2-4 เครื่อง

source: Clean Single Aircon
th: ทำความสะอาดเครื่องปรับอากาศ(แอร์)รายครั้ง

source: Click on the following link to verify your email address.
th: คลิกที่ลิ้งค์ด้านล่างเพื่อยืนยันอีเมลของคุณ

source: Click the link below to take a look.
th: คลิกลิ้งค์ด้านล่างเพื่อดู

source: Click to archive the job
th: คลิกเพื่อเก็บงานถาวร

source: Click to rate the contractor
th: คลิกเพื่อให้คะแนนผู้รับเหมา

source: Click to repost the job
th: คลิกเพื่อโพสต์งานอีกครั้ง

source: Click to verify
th: คลิกเพื่อยืนยัน

source: Click to view the contractor's profile
th: คลิกดูโปรไฟล์ผู้รับเหมา

source: Click to view the job
th: คลิกดูงาน

source: Click to view the rating
th: คลิกดูคะแนน

source: Commercial
th: อาคารพาณิชย์

source: Communicate clearly and completely with homeowners, so that both parties know what is going to be done and when, along with the timing of payments.
th: สื่อสารกับเจ้าของบ้านอย่างชัดเจนและครบถ้วน เพื่อให้ทั้งสองฝ่ายรู้สิ่งที่จะต้องทำและเมื่อไหร่ รวมไปถึงระยะเวลาการชำระเงิน

source: Communication
th: การสื่อสาร

source: Companies Commission of Malaysia (Business Registration)
th: หน่วยงานรับผิดชอบการจดทะเบียนนิตบุคคลของประเทศมาเลเซีย หรือ Companies Commission

source: Company Details
th: รายละเอียดบริษัท

source: Company building name:
th: ชื่ออาคารที่ตั้งบริษัท

source: Company name:
th: ชื่อบริษัท

source: Company postal code:
th: รหัสไปรษณีย์ของบริษัท

source: Company street name:
th: ชื่อถนนที่ตั้งบริษัท

source: Company street no:
th: เลขที่ถนนที่ตั้งบริษัท

source: Company unit no:
th: เลขที่ยูนิตบริษัท

source: Complete the job and get<br> rated to build your reputation
th: ทำงานให้เสร็จสมบูรณ์<br>และรับคะแนนเพื่อสร้างชื่อเสียงให้กิจการของคุณ

source: Concealed pipe leak
th: ซ่อมท่อประปา หาจุดรั่ว

source: Concrete Repair
th: ซ่อมและแต่งผิวคอนกรีต

source: Condo
th: คอนโด
