Repository: RatioSoftwareEngineering/Kluje
Catalog: config/locales/*/kluje.edit.po
Languages: th

source: to report the rating. The rating will be flagged as under investigation until the investigation has finished. Kluje.com reserves the right to keep or remove any ratings. Only if the rating is deemed unfair will we remove the rating.
th: แจ้งการให้คะแนนไม่เหมาะสม คะแนนจะอยู่ในสถานะในระหว่างการสืบสวนจนกว่าการสืบสวนจะเสร็จสิ้น Kluje.com ขอสงวนสิทธิ์ในการเก็บหรือลบการจัดอันดับใดๆ ในกรณีที่คะแนนไม่เป็นธรรมเท่านั้นที่จะถูกลบทิ้ง

source: your job lead and contact you to arrange a time to quote on the job. Please expect their call and afford them every opportunity to do so.
th: งานแนะนำของคุณ และติดต่อนัดหมายเพื่อเสนอราคา กรุณารอโทรศัพท์จากผู้รับเหมาและให้โอกาสพวกเขา

source: Choose Language
th: เลือกงบประมาณ

source: Find More <em>Work</em> in %s
th: หาผู้รับเหมาใน%{location}

source: Select city
th: เลือกเมือง

source: Select country
th: เลือกประเภทผู้รับเหมา

source: Sign in with Facebook
th: ไปที่หน้า Facebook ของเรา

source: Sign in with Google
th: เข้าสู่ระบบ Kluje

source: Sign in with social media
th: เข้าระบบด้วยโซเชียลมีเดีย

source: Verify your Kluje.com account
th: เติมเงินในบัญชี Kluje

source: Post a Residential Job Now!
th: ประกาศงานเกี่ยวกับที่พักอาศัยตอนนี้!

source: Post a Commercial Job Now!
th: ประกาศงานเกี่ยวกับการค้าตอนนี้!

source: Looking to Renovate Your Commercial Property?
th: คุณกำลังมองหาการปรับปรุงอสังหาริมทรัพย์พาณิชย์ของคุณอยู่ใช่ไหม?

source: Find a Contractor
th: ค้นหาผู้รับเหมา

source: With 3 Easy Steps
th: เพียง 3 ขั้นตอน

source: Post your Requirements
th: ประกาศข้อกำหนดของคุณ

source: Get 3 Quotes from our Verified Contractors!
th: รับการเสนอราคา 3 รายการจากผู้รับเหมาที่ผ่านการตรวจสอบ!

source: Post Requirements
th: ประกาศข้อกำหนด

source: Complete the online form with your job details.
th: กรอกแบบฟอร์มออนไลน์พร้อมรายละเอียดการทำงานของคุณ

source: Get Quotations
th: รับการเสนอราคา

source: You will get 3 quotes from 3 different contractors.
th: คุณจะได้รับการเสนอราคา 3 รายการจากผู้รับเหมา 3 ราย

source: Choose and Hire
th: เลือกและจ้างงาน

source: Compare quotes and hire the best for your job.
th: เปรียบเทียบราคาที่เสนอและเลือกราคาที่ดีที่สุดสำหรับงานของคุณ

source: Fill in the online form and 3 verified renovation contractors will be in touch to do quotes for your renovation project.
th: รอกแบบฟอร์มออนไลน์และผู้รับเหมาะ 3 รายจะเสนอราคาสำหรับโครงการของคุณ

source: Need a Residential Renovation Done?
th: ต้องการซ่อมแซมที่พักอาศัยใช่ไหม?

source: More Details
th: รายละเอียดเพิ่มเติม

source: Renovation Services
th: บริการปรับปรุงซ่อมแซม

source: Office
th: สำนักงาน

source: Food & Beverage
th: อาหารและเครื่องดื่ม

source: Retail
th: ค้าปลีก

source: Our Concierge Service
th: บริการต้อนรับของเรา

source: Providing a project checklist to make life easier.
th: บริการรายการตรวจสอบโครงการเพื่อทำให้ชีวิตง่ายขึ้น

source: Assisting in hiring the right contractor for the project.
th: ช่วยในการจ้างผู้รับเหมาที่เหมาะสมสำหรับโครงการ

source: Ensuring that the project is completed according to the correct design, cost, safety requirements and timelines.
th: รับประกับว่าโครงการจะเสร็จสิ้นตามการออกแบบ ราคา ข้อกำหนดด้านความปลอดภัยและกำหนดเวลา

source: Managing contractors and sub-contractors in carrying out the project.
th: บริหารจัดการผู้รับเหมาและผู้รับเหมารายย่อยในการดำเนินโครงการ

source: Co-ordinating with client on the status of the project.
th: ให้ความร่วมมือกับลูกค้าตามสถานะของโครงการ

source: Conducting inspections on the project, together with relevant authorities.
th: ทำการตรวจสอบโครงการร่วมกับผู้มีอำนาจที่เกี่ยวข้อง

source: Our Commercial contractors
th: ผู้รับเหมาพาณิชย์ของเรา

source: All Kluje Commercial Contractors have been screened, certified and verified.
th: ผู้รับเหมาพาณิชย์ทั้งหมดของ Kluje ผ่านการตรวจสอบ ได้รับการรับรองและพิสูจน์

source: They are required to provide the following documents prior to being listed on Kluje Commercial Renovation platform:
th: ผู้รับเหมาต้องแสดงเอกสารต่อไปนี้ก่อนได้รับการประกาศบนแพลตฟอร์มการปรับปรุงซ่อมแซมเชิงพาณิชย์ Kluje:

source: Valid business license
th: ใบประกอบธุรกิจที่ถูกต้อง

source: All licenses to carry out M&E works
th: ใบอนุญาตทั้งหมดที่มีในการทำงานซ่อมแซมเชิงพาณิชย์

source: Liability insurance
th: การประกันความรับผิด

source: About us
th: เกี่ยวกับเรา

source: Residential
th: ที่พักอาศัย

source: Register
th: ลงทะเบียน

source: Kuje Concierge Service
th: บริการต้อนรับ Kuje

source: What is Concierge Service?
th: บริการต้อนรับคืออะไร?

source: It’s simple. You post your renovation project with us and our courteous staff will schedule a time for our commercial contractors to come by for a visit. We will provide 3 quotes from 3 different contractors, so you will be able to make a informed decision on which contractor to use.
th: ง่ายมาก เพียงคุณประกาศงานรีโนเวตของคุณกับเราและเจ้าหน้าที่ของเราจะกำหนดตารางเวลาให้แก่ผู้รับเหมาทางการค้าของเราเพื่อเดินทางมาดู เราจะทำการเสนอราคา 3 รายการจากผู้รับเหมา 3 รายเพื่อที่คุณสามารถทำการตัดสินใจได้ว่าจะใช้บริการจากผู้รับเหมารายใด

source: To kick things off on the right foot, we sit down with you and the contractor to assess your project. We will then work with you and the contractor through out the project until the end.
th: ในการเริ่มงานอย่างถูกต้อง เราจะร่วมพูดคุยกับคุณและผู้รับเหมาเพื่อประเมินโครงการ จากนั้นเราจะร่วมงานกับคุณและผู้รับเหมาจนเสร็๗สิ้นโครงการ

source: Our concierge service comes with:
th: บริการต้อนรับของเราประกอบด้วย:

source: Professional quotes from 3 contractors
th: เสนอราคาอย่างมืออาชีพจากผู้รับเหมา 3 ราย

source: Project checklist to make life easier
th: รายการตรวจสอบโครงการเพื่อให้สิ่งต่างๆง่ายขึ้น

source: Assistance in hiring the right contractor for the job
th: ให้ความช่วยเหลือในการจ้างผู้รับเหมาที่เหมาะสมกับงาน

source: Management of contractors and sub-contractors in carrying out M&E works.
th: การบริหารจัดการผู้รับเหมาและผู้รับเหมารายย่อยในการดำเนินงาน M&E

source: Ensure that construction safety practices are adhered by contractors.
th: รับประกันการทำงานตามความปลอดภัยการก่อสร้างโดยผู้รับเหมา

source: Co-ordinate with client on the status of the project, including rectifications and alterations as needed.
th: ประสานงานกับลูกค้าในการแจ้งสถานะโครงการรวมถึงการแก้ไขต่างๆตามควาามจำเป็น

source: Conduct inspections on M&E works done, together with relevant authorities.
th: ทำการตรวจสอบงาน M&E ที่เสร็จสิ้นร่วมกับเจ้าหน้าที่ที่เกี่ยวข้อง

source: Ensure that M&E works are done according to the correct design, cost, safety requirements and agreed timelines.
th: รับประกันว่างาน M&E เสร็จสิ้นตามการออกแบบ ราคา ข้อกำหนดด้านความปลอดภัยและระยะเวลาที่ตกลงที่ถูกต้อง

source: Check if there is a need for PE endorsement and submission to the authorities
th: ตรวจสอบว่าต้องรับรองและนำส่งเอกสารให้แก่เจ้าหน้าที่หรือไม่

source: Go with Kluje Concierge Service for your next renovation project.
th: ใช้บริการต้อนรับKluje สำหรับโครงการรีโนเวตครั้งหน้าของคุณ

source: We offer the VIP treatment for your commercial renovation projects at no cost to you. We save you time, money and frustration by matching you with certified contractors to complete the job right the first time.
th: เราให้บริการแบบวีไอพีสำหรับโครงการปรับปรุงทางการค้าโดยไม่มีค่าใช้จ่ายสำหรับคุณ เราช่วยประหยัดเวลา เงินและความยุ่งยากโดยการจับคู่คุณกับผู้รับเหมาที่ได้รับการรับรองเพื่อดำเนินงานให้เสร็จสิ้นอย่างถูกต้องในครั้งแรก

source: Client Type
th: ประเภทลูกค้า

source: Private
th: เอกชน

source: Facilities Management
th: การจัดการสิ่งอำนวยความสะดวก

source: ---Select client type---
th: ---เลือกประเภทลูกค้า ---

source: Property Usage
th: การใช้งานอสังหาริมทรัพย์

source: ---Select the property type---
th: เลือกประเภทอสังหาริมทรัพย์

source: Food and Beverage
th: อาหารและเครื่องดื่ม

source: Renovation Type
th: ประเภทการซ่อมแซม

source: ---Select the renovation type---
th: เลือกประเภทการปรับปรุง

source: Space Planning
th: การวางแผนพื้นที่

source: Minor Renovation
th: การปรับปรุงบางส่วน

source: Whole Renovation
th: การปรับปรุงทั้งหมด

source: Renovation Excluding Furniture
th: การปรับปรุงโดยไม่่รวมเฟอร์นิเจอร์

source: Renovation Including Furniture
th: การปรับปรุงโดยรวมเฟอร์นิเจอร์

source: Reinstatement of Space
th: การวางแผนพื้นที่

source: Security Solutions
th: โซลูชั่นความปลอดภัย

source: Floor Size
th: ชนาดพื้น

source: ---Select the floor size---
th: เลือกขนาดพื้น

source: Above
th: บน

source: Approximate Project Start Date
th: ประมาณวันที่เริ่มโครงการ

source: Upload Floor Plan (Optional)
th: อัพโหลดแปลน (ไม่บังคับ)

source: Upload Images (Optional)
th: อัพโหลดรูป (ไม่บังคับ)

source: Note: Image size up to 5MB (jpeg, jpg, png)
th: หมายเหตุ: รูปภาพขนาดสูงสุด 5MB (jpeg, jpg, pdf, png)

source: Describe Your Renovation *
th: อธิบายการปรับปรุงของคุณ*

source: Describe
th: อธิบาย

source: What is Your Approximate Budget
th: งบประมาณเฉลี่ยของคุณอยู่ที่เท่าไหร่

source: Postal Code
th: รหัสไปรษณีย์

source: Preferred Contact Time
th: เวลาที่สะดวกให้ติดต่อ

source: Concierge Service
th: บริการต้อนรับ

source: Choose "Yes" you will need to pay for Concierges Service a Fee
th: เลือก "ใช่" คุณต้องจ่ายค่าธรรเนียมบริการต้อนรับ

source: Yes
th: ใช่

source: Re enter Password
th: ใส่รหัสผ่านใหม่

source: Invoice
th: ใบแจ้งราคา

source: Pending
th: อยู่ระหว่างการอนุมัติ

source: Completed
th: สมบูรณ์แล้ว

source: Job Details
th: รายละเอียดงาน

source: Job Status:
th: สถานะงาน

source: YES, Fee %s
th: ใช่ ค่าธรรมเนียม %s

source: Project Start Date:
th: วันที่เริ่มโครงการ:

source: Address:
th: ที่อยู่:

source: Additional Information:
th: ข้อมูลเพิ่มเติม:

source: My Clarifications
th: การชี้แจงของฉัน:

source: Asked at
th: ถามที่

source: No contractors have any question on your job yet.
th: ยังไม่มีผู้รับเหมาที่มีคำถามเกี่ยวกับงานของคุณ

source: Job Quotes
th: เสนอราคางาน

source: Quoted at
th: เสนอราคาที่

source: No Contractors have placed any Quotes on Job yet.
th: ยังไม่มีผู้รับเหมาเสนอราคาประมูลงานของคุณ

source: Job Invoice
th: ใบแจ้งราคางน

source: Invoice ID
th: ID ใบแจ้งราคา

source: Create at
th: สร้างเมื่อ

source: Total Amount
th: ยอดรวมจำนวนเงิน

source: Invoice Details
th: รายละเอียดใบแจ้งราคา

source: No Contractors have placed any Invoices on Job yet.
th: ยังไม่มีผู้รับเหมาแจ้งใบแจ้งราคางานของคุณ

source: View Meeting Details
th: รายละเอียดการประชุม

source: Hide Meeting Details
th: รายละเอียดการประชุม

source: Time
th: เวลา

source: Place
th: วาง

source: Accept
th: ยอมรับ

source: Not accept
th: ไม่ยอมรับ

source: Accepted
th: ยอมรับแล้ว

source: Submit your Meeting
th: ส่งการประชุมของคุณ

source: Need any Clarification on Job?
th: ต้องการการชี้แจงเกี่ยวกับงาน?

source: Submit your Question
th: ส่งคำถามของคุณ

source: My Initial Quote
th: การเสนอราคาแรกของฉัน

source: (Initial Quote is quote which you would provide to client for the job)
th: (การเสนอราคารแรกคือการเสนอราคาที่คุณแจ้งแก่ลูกค้าสำหรับประมูลงาน)

source: Upload
th: อัพโหลด

source: Final Invoice
th: ใบแจ้งราคาล่าสุด

source: (Final Invoice is which you send to Client and Kluje Commerial)
th: ใบแจ้งราคาล่าสุดคือใบที่คุณส่งให้แก่ลูกค้าและ Kluje ด้านการค้า)

source: Meeting Request
th: คำขอประชุม

source: View Details
th: ดูรายละเอียด

source: Hide Details
th: ซ่อนรายละเอียด

source: Client
th: ลูกค้า

source: Payment Status
th: สถานะการชำระเงิน

source: Invoices History
th: ประวัติใบแจ้งราคา

source: Invoice No.
th: หมายเลขใบแจ้งราคา

source: Unpaid
th: ยังไม่ชำระเงิน

source: Paid
th: ชำระเงินแล้ว

source: Use our application now. It’s free!
th: ใช้งานแอปพลิเคชั่นของเราเลยตอนนี้ ไม่มีค่าใช้จ่าย!

source: Menu
th: เมนู

source: Partners Sign Up
th: การสมัครหุ้นส่วน

source: Residential jobs
th: งานเกี่ยวกับที่พักอาศัย

source: Commercial jobs
th: งานเกี่ยวกับการค้า

source: List Your Business
th: ประกาศธุรกิจของคุณ

source: Apply
th: ใช้

source: Details
th: รายละเอียด

source: We are on app store now
th: เราให้บริการบนแอปสโตร์แล้วตอนนี้

source: Exterior contractors
th: ผู้รับเหมาภายนอก

source: General contractors
th: ผู้รับเหมาทั่วไป

source: Job site in %{location}
th: สถานที่ทำงานใน%{location}

source: %{number} jobs posted
th: %{number} งานที่ประกาศ

source: Find More <em>Work</em> in %{city}
th: ค้นหา<em>งาน</em>เพิ่มเติมใน%{city}

source: and
th: และ

source: as a reference when making a payment. This is so that we can track your payment.
th: เป็นการอ้างอิงเมื่อทำการชำระเงินเพื่อที่เราสามารถติดตามการชำระเงินของคุณได้

source: %s has answered your question about their job.
th: %s ได้ตอบกลับคำถามเกี่ยวกับงานของคุณ

source: %s has asked a question about your job.
th: %s ได้ถามคำถามเกีย่วกับงานของคุณ

source: %s has provided a final invoice for your viewing.
th: %s ได้เสนอใบแจ้งราคาล่าสุดเพื่อให้คุณพิจารณา

source: %s has provided a quote for your viewing.
th: %s ได้เสนอราคาเพื่อให้คุณพิจารณา

source: %s has selected you to do their project.
th: %s ได้เลือกคุณดำเนินการโครงการ

source: %s just showed interest in your job! You will be contacted by the Kluje team to arrange a time to visit the site with
th: %s ให้ความสนใจงานของคุณ! คุณจะได้รับการติดต่อจากทีมงาน Kluje เพื่อนัดเวลาเยี่ยมชมไซต์งานกับ

source: %s to provide a quote.
th: %s เพื่อเสนอราคา

source: %{role} are not allowed to perform this action
th: %{role} ไม่ได้รับอนุญาตให้ดำเนินการนี้

source: * Required fields
th: *ช่องที่ต้องระบุ

source: 1,001 - 2,001 Sq Feet
th: 1,001 - 2,001 ตารางฟุต

source: 1. Definitions
th: 1. คำนิยาม

source: 10. The Company's Rights
th: 10. สิทธิของบริษัท

source: 11. Intellectual Property Rights
th: 11. สิทธิในทรัพย์สินทางปัญญา

source: 12. Indemnity
th: 12.ค่าชดเชย

source: 13. Limitations of Liability
th: 13. การจำกัดความรับผิดชอบ

source: 14. Disputes Between Members
th: 14. ข้อพิพาทระหว่างสมาชิก

source: 15. Disputes with the Company
th: 15. ข้อพิพาทกับบริษัท

source: 16. Governing Law
th: 16. กฎหมายที่ใช้

source: 17. Suspension and Termination
th: 17. การระงับและการสิ้นสุด

source: 18 General
th: 18 ทั่วไป

source: 2,001 - 3,001 Sq Feet
th: 2,001 - 3,001 ตารางฟุต

source: 2. General Disclaimer - Customer
th: 2. การปฏิเสธความรับผิดชอบทั่วไป - ลูกค้า

source: 3,001 - 4,001 Sq Feet
th: 3,001 - 4,001 ตารางฟุต

source: 3,001 - 4,001 SqFeet
th: 3,001 - 4,001 ตารางฟุต

source: 3. General Disclaimer - Contractor
th: 3. การปฏิเสธความรับผิดชอบทั่วไป - ผู้รับเหมา

source: 4,001 - 5,001 Sq Feet
th: 4,001 - 5,001 ตารางฟุต

source: 4,001 - 5,001 SqFeet
th: 4,001 - 5,001 ตารางฟุต

source: 4. Privacy and Data Protection
th: 4. ความเป็นส่วนตัวและการคุ้มครองข้อมู,

source: 5. Exchange of Information
th: 5. การแลกเปลี่ยนข้อมูล

source: 6,001 - 7,001 Sq Feet
th: 6,001 - 7,001 ตารางฟุต

source: 6,001 - 7,001 SqFeet
th: 6,001 - 7,001 ตารางฟุต

source: 6. Disclaimer of Warranties
th: 6. การปฏิเสธความรับผิดชอบการรับประกัน

source: 7,001 - 8,001 Sq Feet
th: 7,001 - 8,001 ตารางฟุต

source: 7,001 - 8,001 SqFeet
th: 7,001 - 8,001 ตารางฟุต

source: 7. Your Information
th: 7. ข้อมูลของคุณ

source: 8. Your Obligation
th: 8. หน้าที่ของคุณ

source: 9. Tradesperson Qualifications
th: 9. คุณสมบัติของผู้ค้า

source: A meeting has been scheduled by the Kluje Team for %s to provide a quote.
th: ทีมงาน Kluje ได้กำหนดวันประชะมสำหรับ %s เพื่อเสนอราคา

source: A.
th: ก.

source: Above 8,001 Sq Feet
th: มากกว่า 8,001 ตารางฟุต

source: Above 8,001 SqFeet
th: มากกว่า 8,001 ตารางฟุต

source: Accept
th: ยอมรับ

source: Accept requesting to access to commercial
th: ยอมรับคำขอเข้าสู่การค้า

source: Accepting
th: กำลังยอมรับ

source: Account Name: KLUJE PTE LTD.
th: ชื่อบัญชี :KLUJE PTE LTD.

source: Account Number: 626029227001
th: หมายเลขบัญชี: 626029227001

source: Address:
th: ที่อยู่:

source: Admin
th: แอดมิน

source: All transactions under this invoice and these terms shall be governed by and constructed according to the laws of Singapore and the parties submit to the non-exclusive jurisdiction of the courts in Singapore.
th: การทำธุรกรมทั้งหมดภายใต้ใบแจ้งราคาและข้อกำหนดนี้จะต้องบังคับและทำการต่อสร้างตามกฎหมายของประเทศสิงคโปร์และฝ่ายต่างๆที่ส่งให้แก่ขอบเขตทางกฎหมายของศาลสิงคโปร์

source: All you need to do now is login and accept the user agreement to access Kluje Commercial leads.
th: สิ่งที่คุณต้องทำในตอนนี้คือการเข้าระบบและยอมรับข้อตกลงผู้ใช้เพื่เข้าถึงรายชื่อKluje การค้า

source: Already submitted previously!
th: ได้ส่งก่อนหน้านี้แล้ว!

source: Answer:
th: คำตอบ:

source: Apply Commercial
th: ใช้การค้า

source: Apply Now
th: ใช้ตอนนี้

source: Association/Authority Name
th: ชื่อหน่วยงาน/เจ้าหน้าที่

source: Attached is the commission invoice for your recent completed commercial job # %s
th: ได้แนบใบแจ้งราคาคอมมิชชั่นสำหรับงานพาณิชย์ล่าสุดของคุณ # %s

source: Attached is the paid commission for recent completed commercial job # %s
th: ได้แนบใค่าคอมมิชชั่นที่ได้ชำระสำหรับงานพาณิชย์ล่าสุดของคุณ # %s

source: Attached is the paid commission invoice for your recent completed commercial job # %s
th: ได้แนบใบแจ้งราคาคอมมิชชั่นสำหรับงานพาณิชย์ล่าสุดของคุณที่เสร็จสิ้น # %s

source: Available only for premium contractors
th: ผู้รับเหมาระดับพรีเมี่ยมเท่านั้น

source: BIC Name: OVERSEA - CHINESE BANKING CORPORATION
th: ชื่อ BIC: OVERSEA - CHINESE BANKING CORPORATION

source: Below 1,000 Sq Feet
th: ต่ำกว่า 1,000 ตารางฟุต

source: Bill to:
th: ส่งไปยัง:

source: Building Associations / Authorities You Are Registered With
th: หน่วยงาน/เจ้าหน้าที่การก่อสร้างที่คุณได้ลงทะเบียนด้วย

source: By clicking the button, I declare that the facts contained in this application form supporting documents are true to the best of my knowledge. I understand that false declaration or providing false information may result in penalties including delisting of my firm.I authorise Kluje Pte Ltd to conduct any enquiry on the particulars and neither Kluje Pte Ltd nor its officers shall be held liable for any los, injury, or damages howsoever caused by Kluje Pre LTD processing of a decision on this application. I accept the Terms and Conditions of Registration.
th: ในการคลิกปุ่มนี้ ข้าพเจ้ายอมรับในรายละเอียดของแบบฟอร์มสมัครนี้ว่าเป็นความจริง ข้าพเจ้าเข้าใจดีว่าการแจ้งข้อมูลที่เป็นเท็จหรือให้ข้อมูลที่ไม่ถูกต้องจะนำสู่การลงโทษและนำชื่อออกจากบริษัทของข้าพเจ้า ข้าพเจ้ามอบอำนาจให้บริษํท Kluje ดำเนินการที่เกี่ยวข้องและบริษัท Kluje หรือพนักงานไม่ต้องรับผิดชอบต่อการสูญเสีย การบาดเจ็บหรือความเสียหายแม้เกิดจากการกระทำของKluje ในการตัดสินใจตามการสมัครนี้ ฉันยอมรับข้อกำหนดและเงื่อนไขของการลงทะเบียน

source: Cheques should be crossed and made payable to KLUJE PTE LTD or monies transfered to:
th: จะต้องขีดคร่อมเช็กและสั่งจ่ายแก่ KLUJE PTE LTD หรือโอนเงินมาที่:

source: Client Details
th: รายละเอียดลูกค้า

source: Client Email
th: อีเมล์ลูกค้า

source: Client First Name
th: ชื่อจริงลูกค้า

source: Client Information
th: ข้อมูลลูกค้า

source: Client Last Name
th: นามสกุลลูกค้า

source: Client Mobile Number
th: หมายเลขโทรศัพท์มือถือลูกค้า

source: Client has answered your question about their job
th: ลูกค้าได้ตอบคำถามของคุณเกี่ยวกับงาน

source: Commercial Jobs
th: งานเกี่ยวกับการค้า

source: Commercial Request
th: คำขอทางการค้า

source: Commision Total
th: ยอดรวมคอมมิชชั่น

source: Commision for completed job #
th: คอมมิชชั่นสำหรับงานที่เสร็จสิ้น

source: Commission Rate %
th: อัตราคอมมิชชั่น %

source: Commission Rate Amount
th: จำนวนเงินอัตราคอมมิชชั่น

source: Company Address
th: ที่อยู่บริษัท

source: Company Name:
th: ชื่อบริษัท

source: Company Registration Expiry Date:
th: วันหมดอายุการลงทะเบียนบริษัท:

source: Company Registration Number:
th: หมายเลขลงทะเบียนบริษัท:

source: Completed and Current Projects
th: โครงการที่สมบูรณ์และปัจจุบัน

source: Concierge Service fee
th: ค่าธรรมเนยีมบริการต้อนรับ

source: Concierge Services:
th: บริการต้อนรับ:

source: Congratulation
th: ขอแสดงความยินดี

source: Congratulations you have been accepted to join Kluje Commercial.
th: ขอแสดงความยินดีคุณได้รับการตอบรับให้เข้าร่วม Kluje การค้า

source: Congratulations! You are now a Verified Contractor.
th: ขอแสดงความยินดี! ตอนนี้คุณเป็นผู้รับเหมาที่ผ่านการตรวจสอบ

source: Contractor has asked a question about your job
th: ผู้รับเหมาได้ถามเกี่ยวกับงานของคุณ

source: Create your Agent Account
th: สร้างบัญชีตัวแทนของคุณ

source: Current Company Brochure
th: โบรชัวร์ปัจจุบันบริษัท

source: Current Company Project
th: โครงการปัจจุบันบริษัท

source: Current Company Registration Doc :
th: เอกสารลงทะเบียนปัจจุบันบริษัท:

source: Date of Incorporation:
th: วันที่เข้าร่วม:

source: Declaration
th: การยอมรับ

source: Describe Your Renovation
th: อธิบายการปรับปรุงของคุณ

source: Detached
th: บ้านแฝด

source: Don't forget to work on your profile as this is the first thing that potential client will see.
th: อย่าลืมทำโปรไฟล์ของคุณให้สมบูรณ์ก่อนเพื่่อที่ลูกค้ามุ่งหวังสามารถเห็นได้

source: Example MBMA Malaysia, BCA Singapore, HKCA Hong Kong, TCA Thailand or VACC Vietnam
th: ตัวอย่าง BMA Malaysia, BCA Singapore, HKCA Hong Kong, TCA Thailand หรือ VACC Vietnam

source: File
th: ไฟล์

source: Find a contractor
th: ค้นหาผู้รับเหมา

source: Floor Size:
th: ขนาดพื้น:

source: From:
th: จาก:

source: Go to homepage
th: ไปยังโฮมเพจ

source: Hide Schedule Meeting
th: ซ่อนกำหนดการประชุม

source: Hide question
th: ซ่อนคำถาม

source: INVOICE
th: ใบแจ้งราคา

source: If at anytime you have any questions or feedback, please email us at:
th: หากคุณมีคำถามหรือข้อเสนอแนะ กรุณาส่งอีเมลหาเราได้ที่

source: If you are accepted to join Kluje Commercial, you will start to receive commercial renovation leads, which are not available through the normal Kluje lead system.
th: หากคุณยอมรับเข้าร่วม Kluje การค้า คุณจะเริ่มได้รับรายชื่อลูกค้าการปรับปรุงการค้าซึ่งไม่มีในระบบ Kluje แบบทั่วไป

source: If you are happy with this contractors quote, you will need to select them in your account. This will then let them know that you are interested in them completing you job. Always make sure that you have considered all 3 quotes before making a choice.
th: หากคุณพึงพอใจกับข้อเสนอราคาของผู้รับเหมารายนี้ คุณต้องเลือกจากบัญชีของคุณ ซึ่งจะทำให้ผู้รับเหมาได้ทราบว่าคุณสนใจในการทำงานกับเขา ขอให้คุณแน่ใจว่าได้พิจารณาการเสนอราคาทั้ง 3 รายการ

source: If you requested the concierge service we will call you to schedule a meeting with a contractor and get a proper understanging of your requirements.
th: หากคุณต้องการบริการต้อนรับเราจะโทรหาคุณเพื่อนัดหมายการประชุมกับผู้รับเหมาและทำความเข้าใจข้อกำหนดที่ถูกต้อง

source: Interior Designer
th: นักออกแบบภายใน

source: Invalid mobile number
th: หมายเลขโทรศัพท์มือถือไม่ถูกต้อง

source: Invoice History
th: ประวัติใบแจ้งราคา

source: Invoice No:
th: หมายเลขใบแจ้งราคา

source: Job Amount
th: จำนวนงาน

source: Job Invoice Amount
th: จำนวนเงินใบแจ้งราคา

source: Job lead bided!
th: มีการประมูลงาน!

source: Kluje Commercial Commission Invoice
th: ใบแจ้งราคาค่าคอมมิชชั่น Kluje การค้า

source: Kluje Commercial Invoice
th: ใบแจ้งราคา Kluje การค้า

source: Kluje Commercial Paid Commission
th: ค่าคอมมิชชั่น Kluje การค้าที่ชำระแล้ว

source: Kluje Commercial Paid Commission Invoice
th: ใบแจ้งราคาค่าคอมมิชชั่น Kluje การค้าที่ชำระแล้ว

source: Kluje Concierge Service
th: บริการต้อนรับ Kluje

source: Kluje | Agents - Sign up
th: Kluje |ตัวแทน - สมัครสมาชิก

source: Looking to <em>Renovate</em> <span>Your Commercial Property?</span>
th: คุณกำลังมองหาการปรับปรุงอสังหาริมทรัพย์พาณิชย์ของคุณอยู่ใช่ไหม?

source: Meeting scheduled
th: กำหนดการประชุมแล้ว

source: Membership Number
th: หมายเลขสมาชิก

source: Mobile number
th: หมายเลขโทรศัพท์มือถือ

source: NO
th: ไม่

source: Next
th: ถัดไป

source: Note:
th: หมายเหตุ:

source: Nothing herein confers or purports to confer on any third party any bene t or any right to enforce any of the rights accruing from these Terms pursuant to the Contracts (Rights of Third Parties) Act, Cap. 53B.
th: ไม่มีอะไรในที่นี้ที่เป็นการโต้แย้งหรือใช้อ้างถึงหน่วยงานภายนอกเพื่ประโยชน์หรือสิทธิในการบังคับใช้ข้อกำหนดเหล่านี้ตามสัญญา (สิทธิของหน่วยงานภายนอก) Act, Cap. 53B

source: Number of Quotes
th: จำนวนการเสนอราคา

source: Or
th: หรือ

source: Our Kluje verified contractors will now view your job.
th: ผู้รับเหมา Kluje ที่ผ่านการตรวจสอบของเราจะดูงานของคุณตอนนี้

source: Partner code
th: รหัสหุ้นส่วน

source: Payment details:
th: รายละเอียดการชำระเงิน:
