Repository: RatioSoftwareEngineering/Kluje
Catalog: config/locales/*/kluje.edit.po
Languages: th

source: If the Service Provider doesn’t seem to have expertise in your type of project – whether it’s renovation, event planning or project management – you should be very wary. Some projects may require true experts to manage, not to mention successfully and efficiently navigating any issues that may emerge.
th: หากผู้ให้บริการดูไม่ชำนาญงาน ไม่ว่าจะเรื่องรีโนเวต หรือการวางแผน หรือการบริหารโปรเจค ขอให้คุณจับตามองเป็นพิเศษ เนื่องจากงานบางอย่างต้องการให้ผู้ชำนาญการเข้ามาดูแลเพื่อให้งานสำเร็จลุล่วงอย่างมีประสิทธิภาพและลดปัญหาจุกจิกอีกด้วย

source: If you are a contractor
th: หากคุณเป็นผู้รับเหมา

source: If you are a homeowner
th: หากคุณเป็นเจ้าของบ้าน

source: If you are interested in buying the lead, simply reply using the code provided in the SMS.
th: หากคุณสนใจจะชำระเงินค่าธรรมเนียมงานแนะนำ เพียงตอบกลับโดยใช้รหัสในข้อความ SMS

source: If you did not recieve the email please click on the button below.
th: หากคุณไม่ได้รับอีเมล โปรดคลิกปุ่มด้านล่างนี้

source: If you didn't hire this contractor, it may be an error and you may safely disregard this email.
th: หากคุณไม่ได้ว่าจ้างผู้รับเหมารายนี้ อีเมลอาจจะเกิดความผิดพลาด คุณสามารถลบอีเมลนี้ได้ทันที

source: If you didn't request this change, please ignore this email.
th: หากคุณไม่ได้ส่งคำขอการเปลี่ยนแปลงดังกล่าว คุณสามารถลบอีเมลนี้ได้ทันที

source: If you don't want to do either then you can simply wait for your job to expire and it will automatically be removed from our lead boards.
th: หากคุณไม่ต้องการทำสิ่งใดๆกับงานนี้แล้ว เพียงรอให้งานหมดอายุและถูกลบออกจากบอร์ดประกาศงานโดยอัตโนมัติ

source: If you experience any problems, please email us at:
th: หากคุณประสบปัญหาใดๆ กรุณาส่งอีเมลมาหาเราที่

source: If you feel a rating is particularly unfair, factually incorrect or slanderous, please
th: หากคุณรู้สึกว่าคะแนนไม่เป็นธรรม, ไม่เป็นจริง, ไม่ถูกต้อง หรือมีการใส่ร้าย กรุณา

source: If you have any questions or feedback, please email us at
th: หากคุณมีคำถามหรือข้อเสนอแนะ กรุณาส่งอีเมลหาเราได้ที่

source: If you have any questions you can email us at
th: หากคุณมีคำถามใดๆ สามารถส่งอีเมลหาเราได้ที่

source: If you have forgotten your password or need to change it for any reason, you may change your password by clicking on this link.
th: หากคุณลืมรหัสผ่านหรือต้องการเปลี่ยนรหัสผ่าน กรุณาคลิกลิ้งค์ด้านล่างนี้เพื่อรับการเปลี่ยนรหัสผ่าน

source: If you need to make changes.Contact us:
th: หากต้องการเปลี่ยนแปลง กรุณาติดต่อเรา:

source: If you receive a rating that is particularly unfair, please
th: หากคุณได้รับคะแนนการประเมินที่ไม่ยุติธรรมนั้น กรุณา

source: If you think you have been overcharged for any reason or want to query a payment.
th: ถ้าคุณคิดว่าถูกโก่งราคาด้วยเหตุผลใดๆก็ตาม หรือมีข้อสงสัยเกี่ยวกับเรื่องการชำระเงิน

source: If you wish to cancel your account, you may do so at any time by contacting us.
th: หากคุณต้องการยกเลิกบัญชีของคุณ สามารถดำเนินการได้ตลอดเวลาด้วยการทำการติดต่อหาเรา

source: If you're interested in buying this lead, click the link below
th: หากคุณต้องการยกเลิกบัญชีของคุณ สามารถดำเนินการได้ตลอดเวลาโดยติดต่อเรา

source: If your Service Provider does not carry General Liability or Workers Compensation insurance, any mishap could become your very costly responsibility.
th: หากผู้ให้บริการของท่านไม่สามารถให้ความไว้ใจใจได้ หรือไม่สามารถให้การรับประกันค่าจ้างแรงงาน นี่อาจทำให้คุณความรับผิดชอบราคาแพงที่คุณต้องพบเจอ

source: Images
th: รูปภาพ

source: Images are removed!
th: รูปภาพได้ถูกลบออกไปแล้ว!

source: Immediate access to all jobs
th: เข้าถึงงานทั้งหมดในทันใด

source: Important
th: สิ่งสำคัญ

source: Important:
th: สิ่งสำคัญ:

source: In the unlikely event that a Contractor has acted unscrupulously, we can suspend an account. Our policy is to close accounts under the following circumstances:
th: กรณีที่ผู้รับเหมามีพฤติกรรมที่ไม่เหมาะสม เราสามารถระงับบัญชีผู้ใช้ของเขาได้ นโยบายของเราในการปิดบัญชีผู้ฝใช้ต่างๆหากพบสถานการณ์ดังต่อไปนี้:

source: Increase your company's online presence
th: ให้บริษัทของคุณปรากฏสู่สายตาเพิ่มมากขึ้น

source: Indonesia
th: อินโดนีเซีย

source: Inexperience
th: ไม่มีประสบการณ์

source: Input the email address you use to login on the site and we will send you a link to reset your password.
th: กรอกที่อยู่อีเมลที่ใช้เข้าเว็บไซต์ และเราจะส่งลิ้งค์เปลี่ยนรหัสผ่านไปที่อีเมลดังกล่าว

source: Install Glass Partition
th: ติดตั้งผนังพาร์ทิชั่นกระจก / กั้นห้องกระจก

source: Install Glass Shop Front
th: ติดตั้งกระจกหน้าร้าน

source: Install Glass Sliding Doors
th: ติดตั้งประตูกระจกบานเลื่อน

source: Install New Light Fixture Supply and Fit
th: จัดหาและติดตั้งอุปกรณ์ให้แสงสว่างบนพื้นผิวผนังและเพดาน

source: Install New Light Switches Supply and Fit
th: จัดหาและติดตั้งสวิตซ์ไฟฟ้าอุปกรณ์ให้แสงสว่าง

source: Install Outside Lights Supply and Fit
th: จัดหาและติดตั้งโคมไฟภายนอกบ้าน

source: Install Partition Wall
th: ติดตั้งผนังพาร์ทิชั่น

source: Install TV Mounting
th: ติดตั้งขาแขวนทีวี

source: Install Wall or Ceiling Fan
th: ติดตั้งพัดลมติดผนังและเพดาน

source: Install new Kitchen Door Fixtures
th: ติดตั้งมือจับและปุ่มจับบานตู้ในห้องครัว

source: Interior Design
th: การออกแบบตกแต่งภายใน

source: Interior Design Consultant
th: ผู้ให้คำปรึกษาด้านการออกแบบตกแต่งภายใน

source: Internal Door Installation Supply and Fit
th: จัดหาและติดตั้งประตูภายในบ้าน

source: Internal Server Error
th: เกิดความผิดพลาดภายในเซิร์ฟเวอร์

source: Internal/External Door Installation/Repair
th: ติดตั้งและซ่อมแซมประตูภายในและนอกบ้าน

source: Internal/External Door Repair Installation
th: ซ่อมแซมการติดตั้งประตูภายในและนอกบ้าน

source: International Moving Service
th: บริการขนย้ายระหว่างประเทศ

source: Invalid email or password.
th: อีเมลหรือรหัสผ่านไม่ถูกต้อง

source: Invisible Window Grilles per Window 2x3 feet
th: หน้าต่างกระจกบานสวิงขนาด 2x3 ฟุต

source: Invisible Window Grilles per Window 5x3 feet
th: หน้าต่างกระจกบานสวิงขนาด 5x3 ฟุต

source: Invisible Window Grilles per Window 6x6 feet
th: หน้าต่างกระจกบานสวิงขนาด 6x6 ฟุต

source: Ipoh
th: อีโปห์

source: Ironmongery/Metalwork
th: เครื่องเหล็กที่ใช้ในบ้านและสวน / งานเครื่องเหล็ก

source: It is important to choose a contractor that is best suited for the job you want done. This will help ensure that you are contacted by a contractor who is qualified to do your job.
th: สิ่งคำคัญคือต้องเลือกผู้รับเหมาที่เหมาะสมที่สุดกับงานที่คุณต้องการให้ทำ เพื่อคุณจะมั่นใจว่าได้รับการติดต่อจากผู้รับเหมาที่ตรงสายงาน

source: It is important to note that each complaint must be dealt on a case by case basis as circumstances vary. Kluje.com conducts each investigation, usually within 5-10 business days
th: สิ่งสำคัญคือ Kluje.com จะจัดการกับเรื่องร้องเรียนตามแต่ละกรณีไป และจะใช้เวลาเพื่อสืบสวนข้อเท็จจริงภายในระยะเวลาประมาณ 5-10 วันทำการ

source: It is your responsibility to select a suitable contractor and to negotiate the terms of any Project to be performed by the contractor selected. We do not guarantee any specific contractors information, accreditation, or registration. We make no warranty regarding any goods or services purchased or obtained through listing a Project on the Service or any transactions entered into through the Service, and you should in all cases make your own enquiries. In particular, it is your responsibility to carry out appropriate checks on any contractor that you are considering engaging and to request evidence of relevant trade or industry accreditations, and to satisfy yourself that the contractor is solvent and has appropriately qualified and certified personnel to complete the Project prior to contracting. You should not engage any contractor or make any deposit or other payment to them without having conducted such checks to your full satisfaction. While our hope is that you will be happy with every contractor you find through the Service, you should not engage any contractor if you have any doubts or concerns about it.
th: การเจรจาต่อรองเรื่องเงื่อนไขการทำงานกับผู้รับเหมาที่คุณเลือกเป็นสิ่งที่คุณต้องรับผิดชอบเอง เราไม่รับประกัน, รับรอง หรือให้อภิสิทธิ์ผู้รับเหมารายใดเป็นพิเศษ และเราไม่มีนโยบายให้การรับประกันสินค้าและบริการที่คุณได้จ่ายเงินและได้รับจากการทำโปรเจค คุณเองเป็นผู้กำหนดความต้องการของงาน ดังนั้นจึงเป็นความรับผิดชอบของคุณที่จะต้องทำการตรวจสอบผู้รับเหมาที่จะเข้ามาทำงาน คุณควรขอหลักฐานการทำงานและเอกสารใดๆที่เกี่ยวข้องกับกระบวนการทำงาน รวมถึงใบรับรองจากสถาบันที่เกี่ยวข้อง อันจะเป็นส่วนที่ทำให้คุณพึงพอใจกับชิ้นงานที่ได้จากผู้รับเหมาที่เหมาะสมกับงานที่ทำสัญญาไว้นั้น คุณไม่ควรปล่อยให้มีการเก็บค่ามัดจำโดยปราศจากหลักฐานและการตรวจสอบงาน เราหวังเป็นอย่างยิ่งว่าคุณจะมีความสุขในการจ้างผู้รับเหมาตลอดทั้งช่วงเวลาที่รับการบริการ และอย่าลืมที่จะเลี่ยงการจ้างผู้รับเหมาที่ทำให้คุณเคลือบแคลงสงสัยเกี่ยวกับงาน

source: It only takes 5 min to post.
th: การโพสต์ใช้เวลาเพียง 5 นาที

source: It's never been easier to sign up with kluje.com, the only online service that helps you find customers and build your reputation at the same time.
th: เป็นเรื่องง่ายมากที่จะสมัครใช้บริการกับ kluje.com นี่คือบริการออนไลน์เพียงแห่งเดียวที่ช่วยหาลูกค้า และสร้างชื่อเสียงให้ธุรกิจของคุณไปพร้อมๆกัน

source: It’s very concerning if important details are only vaguely addressed. If your Service Provider makes statements like, “Don’t worry, you’ll love the cabinets!” but you never get to select or even see them, it’s a signal that you might not be getting what you expect or have paid for.
th: ข้อควรระวังเป็นอย่างยิ่งหากมีการทำงานโดยระบุรายละเอียดอย่างคลุมเครือ เช่น ผู้รับเหมาแจ้งว่าคุณน่าจะชอบตู้ครัวที่เขาเลือกแต่คุณไม่เคยเห็นหรือเลือกเองมาก่อน ขอให้ทราบไว้ว่านี่เป็นสัญญาณว่าคุณอาจจะไม่ได้รับงานตามที่คาดหวังและจ่ายเงินไป

source: I’m new to Kluje.com and I don’t have any ratings. How do I win work?
th: ฉันเพิ่งเข้ามาใช้ Kluje.com เป็นครั้งแรกและยังไม่มีคะแนนเลย ฉันจะประมูลงานสำเร็จได้อย่างไร?

source: Jakarta
th: จาการ์ต้า

source: Job Alert from Kluje.com!
th: การแจ้งเตือนงานจาก Kluje.com!

source: Job Category
th: หมวดหมู่งาน

source: Job Details:
th: รายละเอียดงาน:

source: Job ID
th: งานเลขที่

source: Job ID not found
th: ไม่พบงานตามเลขอ้างอิง

source: Job cannot be cancelled at the moment.
th: ไม่สามารถยกเลิกงานได้ในขณะนี้

source: Job cannot be reposted at the moment.
th: ไม่สามารถยกเลิกงานได้ในขณะนี้

source: Job category
th: หมวดหมู่งาน

source: Job details
th: รายละเอียดงาน

source: Job is archived.
th: จัดเก็บงานถาวรแล้ว

source: Job is not archived.
th: ไม่ได้จัดเก็บงานถาวร

source: Job is not editable because there are already contractors whom have purchased this job lead.
th: ไม่สามารถแก้ไขงานได้ เพราะมีผู้รับเหมาได้ชำระเงินค่าธรรมเนียมงานแนะนำนี้ไปแล้ว

source: Job is not editable.
th: ไม่สามารถแก้ไขเนื้องานได้

source: Job is successfully archived.
th: จัดเก็บงานถาวรได้สำเร็จแล้ว

source: Job lead purchased!
th: ชำระค่าธรรมเนียมงานแนะนำแล้ว!

source: Job leads are the requests for Contractors that Homeowners post on Kluje.com. We sort these requests by postcode, trade and skill type and then pass the details along to our Contractors.
th: งานแนะนำ คือโพสต์ใน Kluje.com จากเจ้าของบ้านเพื่อหาผู้รับเหมา เราเลือกคำขอเหล่านี้จากรหัสไปรษณีย์ ประเภทธุรกิจและทักษะ แล้วจึงส่งต่อรายละเอียดไปยังกลุ่มผู้รับเหมาของเรา

source: Job updated successfully
th: อัพเดทงานสำเร็จแล้ว

source: Jobs
th: งาน

source: Jobs Posted:
th: งานที่เคยโพสต์

source: Jobs are posted by Homeowners and Contractors can buy the leads to obtain the homeowner's contact details. Contractors then contact the Homeowner and arrange a time to quote on the work. The homeowner will then decide on the right Contractor for that job. Homeowners can then rate the Contractor after the work is complete to share their experience with others.
th: เจ้าของบ้านได้ทำการโพสต์งาน ซึ่งผู้รับเหมาสามารถจ่ายเงินค่าธรรมเนียมงานแนะนำ เพื่อจะติดต่อกับเจ้าของบ้านและเสนอราคาประมูล เจ้าของบ้านจะเลือกผู้รับเหมาที่เหมาะกับงานที่สุด เมื่องานเสร็จสมบูรณ์แล้ว เจ้าของบ้านสามารถให้คะแนนประเมินผู้รับเหมาได้ ซึ่งเป็นการแชร์ประสบการณ์ที่มีกับลูกค้าคนอื่นๆได้

source: Jobs leads with an unrealistic budget or very short descriptions may not get a response from Contractors. If no Contractors have responded within 1 day we ask you to update the job.
th: การแนะนำงานที่มีงบประมาณที่ไม่สมเหตุสมผล หรือมีคำอธิบายที่สั้นมากๆ อาจทำให้ไม่มีผู้รับเหมาตอบกลับ หากไม่มีผู้รับเหมาตอบภายใน 1 วัน เราขอให้คุณปรับข้อมูลงานใหม่

source: Johor Bahru
th: ยะโฮร์บาห์รู

source: Just to let you know your job has been approved and your lead has been sent out to qualified local contractors for review.
th: แจ้งให้ทราบว่างานของคุณได้รับการอนุมัติ และส่งการแนะนำงานนี้ไปยังผู้รับเหมาคุณภาพในท้องถิ่นเรียบร้อยแล้ว

source: Just trust me
th: เชื่อใจฉันสิ

source: Kalasin
th: กาฬสินธุ์

source: Kamphaeng Phet
th: กำแพงเพชร

source: Kanchanaburi
th: กาญจนบุรี

source: Khon Kaen
th: ขอนแก่น

source: Kitchen
th: ห้องครัว

source: Kitchen Contractor
th: ผู้รับเหมาทำห้องครัว

source: Kitchen Design and Installation
th: ออกแบบห้องครัวและรับเหมา

source: Kitchen Renovation
th: การรีโนเวตห้องครัว

source: Kluje Disclaimer
th: คำจำกัดสิทธิ์ความรับผิดชอบของ Kluje

source: Kluje Sitemap
th: แผนผังเว็บไซต์ของ Kluje

source: Kluje as featured in the Media
th: Kluje ในสื่อต่างๆ

source: Kluje | Ask an Expert
th: Kluje | ถามผู้เชี่ยวชาญ

source: Kluje | Contractors - Advice & tips
th: Kluje | ผู้รับเหมา - คำแนะนำและเคล็ดลับ

source: Kluje | Contractors - How it Works Guide
th: Kluje | ผู้รับเหมา - แนะนำบริการ

source: Kluje | Contractors - Sign up
th: Kluje | ผู้รับเหมา - สมัครสมาชิก

source: Kluje | Homeowners - How it Works Guide
th: Kluje | เจ้าของบ้าน - แนะนำบริการ

source: Kluje | Homeowners - Checklist
th: Kluje | เจ้าของบ้าน - รายการตรวจสอบ

source: Kluje, forgot password, reset password
th: Kluje, ลืมรหัสผ่าน, ตั้งรหัสผ่านใหม่

source: Kluje.com was founded in Singapore but aims to make life easier for homeowners globally. Currently we're available in 4 countries in South-East Asia and are planning on broadening our reach in the near future
th: Kluje.com ก่อตั้งขึ้นที่ประเทศสิงคโปร์แต่มุ่งที่จะอำนวยความสะดวกให้เจ้าของบ้านทั่วโลก ขณะนี้เรามีสาขาในภูมิภาคเอเชียตะวันออกเฉียงใต้จำนวน 4 แห่ง และมีแผนจะขยายอีกในอนาคตอันใกล้นี้

source: Kluje.com was founded to provide homeowners with a reliable and easy way to find contractors for their home improvement projects, routine maintenance or just a few odd jobs around the house.
th: Kluje.com ก่อตั้งขึ้นเพื่อเป็นอีกทางเลือกกับเจ้าของบ้านได้หาผู้รับเหมาปรับปรุงบ้าน การซ่อมบำรุงทั่วไป หรืองานเล็กน้อยภายในบ้านได้

source: Kluje.com was founded to provide homeowners with an easy way to find contractors for not only
th: Kluje.com ก่อตั้งขึ้นเพื่อให้เจ้าของบ้านหาผู้รับเหมาได้ง่าย โดยไม่เฉพาะที่

source: Kluje.com will notify you when a contractor buys your lead via email, so please check periodically.
th: Kluje.com จะแจ้งเตือนเมื่อมีผู้รับเหมาชำระเงินค่าแนะนำงานของคุณทางอีเมล ขอแนะนำให้เช็คอีเมลบ่อยๆครั้ง

source: Krabi
th: กระบี่

source: Kuala Lumpur
th: กัวลาลัมเปอร์

source: Kuching
th: กูชิง

source: Lack of a license
th: ไม่มีใบอนุญาต

source: Lampang
th: ลำปาง

source: Lamphun
th: ลำพูน

source: Landing pages
th: หน้าแรก

source: Landscaping
th: ภูมิสถาปัตย์

source: Landscaping Contractor
th: ผู้รับเหมาภูมิสถาปัตย์

source: Last Name
th: นามสกุล

source: Last Name:
th: นามสกุล:

source: Last name:
th: นามสกุล:

source: Lawn Mowing
th: ตัดหญ้าสนาม

source: Lay New Lawn Turf
th: ปูหญ้าใหม่

source: Lead Price
th: ค่าธรรมเนียมงานแนะนำ

source: Lead Price:
th: ค่าธรรมเนียมงานแนะนำ:

source: Lead price
th: ค่าธรรมเนียมงานแนะนำ

source: Legal documents
th: เอกสารทางกฎหมาย

source: Licenses
th: ใบประกอบวิชาชีพ

source: Light Bulbs Replacement
th: เปลี่ยนหลอดไฟ

source: Lighting Fittings Repair and Installation
th: ซ่อมแซมและติดตั้งอุปกรณ์ให้แสงสว่าง

source: List of contractors
th: รายชื่อผู้รับเหมา

source: Location:
th: สถานที่:

source: Locations
th: สถานที่

source: Lock Change/Installation
th: เปลี่ยน / ติดตั้งตัวล๊อคประตู

source: Lock Opening Service
th: บริการปลดล๊อคกุญแจ

source: Lock Repair Service
th: บริการซ่อมตัวล๊อคประตู

source: Loei Province
th: เลย

source: Log In
th: เข้าสู่ระบบ

source: Log in before continuing
th: ล็อกอินเข้าสู่ระบบเพื่อดำเนินการต่อ

source: Log in to Kluje.com
th: เข้าสู่ระบบของ Kluje.com

source: Login
th: เข้าสู่ระบบ

source: Login to your account and click ‘Purchased Jobs’ from the main navigation. Here you will see a list of jobs you have purchased.
th: เข้าสู่บัญชีของคุณ และคลิกที่ 'งานที่ชำระแล้ว' จากแถบแมนูหลัก คุณจะเห็นรายชื่องานทั้งหมดที่ได้ทำการชำระไปแล้ว

source: Login to your account and from there you can edit your contact info or change your address. You will not be able to change your
th: เข้าสู่บัญชีของคุณ จากนั้นจึงจะสามารถแก้ไขข้อมูลผู้ติดต่อและที่อยู่ของคุณได้ แต่จะคุณจะไม่สามารถเปลี่ยนแปลง

source: Login to your account, find the job on your Purchased Jobs list and select ‘Request rating’ We also recommend that you ask the customer directly to rate you when you’ve completed the job.
th: เข้าสู่ระบบบัญชีของคุณ หางานในรายชื่องานที่ชำระแล้ว และเลือก'ขอคะแนนประเมิน' แนะนำว่าคุณควรขอลูกค้าเพื่อให้คะแนนคุณหลังจากเสร็จสิ้นงานทันที

source: Looking for advice on how to use kluje.com? This page has all the answers. Post your job, choosing a contractor, its all here.
th: คุณมองหาคำแนะนำการใช้ kluje.com อยู่หรือเปล่า? หน้านี้มีคำตอบทั้งเรื่องการโพสต์งาน, การเลือกผู้รับเหมา และอื่นๆอีกมากมาย

source: Lopburi Province
th: ลพบุรี

source: Mae Hong Son
th: แม่ฮ่องสอน

source: Maha Sarakham
th: มหาสารคาม

source: Major Building Structure Works
th: งานฐานราก โครงสร้างหลัก ระดับใหญ่

source: Major External Painting
th: งานทาสีบ้านภายนอกทั้งหลัง ระดับใหญ่

source: Major Kitchen Repairs
th: งานซ่อมชุดครัว ระดับใหญ่

source: Major Lighting & Power - Internal
th: งานซ่อมระบบไฟฟ้าและอุปกรณ์ให้แสงสว่างภายในบ้าน ระดับใหญ่

source: Major Lighting & Power - external
th: งานซ่อมระบบไฟฟ้าและอุปกรณ์ให้แสงสว่างภายนอกบ้าน ระดับใหญ่

source: Major Plumbing Works
th: งานประปาหลัก ระดับใหญ่

source: Major Roofing Installation
th: งานติดตั้งหลังคาทั้งหลัง

source: Major Roofing Repair/maintenance
th: งานดูแลบำรุงรักษาหลังคาทั้งหลัง

source: Major Sealing/Treatment/Waterproofing
th: งานยาแนว/อุดรอยรั่วซึม/กันน้ำรั่ว ระดับใหญ่

source: Major Single Room Renovation
th: รีโนเวตห้องทั้งห้อง

source: Major Wood Work Repair/Maintenance
th: งานซ่อมแซมบำรุงรักษาไม้ยกชุด ขนาดใหญ่

source: Make sure that your budget is sufficient for the work to be completed. If your budget is too low, you may not get any interest. So if you want your kitchen tiled, your budget should be $500 not $100. Try to be realistic with the budget.
th: ตรวจสอบให้มั่นใจว่างบประมาณนั้นเพียงพอที่จะทำให้งานเสร็จลุล่วงได้ หากคุณตั้งงบประมาณที่ต่ำจนเกินไปอาจจะทำให้ไม่ได้รับความสนใจ เช่น หากคุณกำลังหาคนปูกระเบื้องให้ห้องครัว งบประมาณควรอยู่ที่ราวๆ 18,000 บาท ไม่ใช่ที่ 4,000 บาท

source: Make sure you select the contractor that will be best suited to complete the job correctly.
th: อย่าลืมที่จะเลือกผู้รับเหมาที่เหมาะสมกับงานที่สุด

source: Malaysia
th: มาเลเซีย

source: Manila
th: มะนิลา

source: Medan
th: เมดาน

source: Melbourne
th: เมลเบิร์น

source: Members
th: สมาชิก

source: Minor Bathroom Plumbing
th: งานซ่อมท่อห้องน้ำเล็กน้อย

source: Minor Bathroom Repair
th: งานซ่อมห้องน้ำเล็กน้อย

source: Minor Building Structure Works
th: งานฐานราก โครงสร้าง ระดับใหญ่

source: Minor External Painting Repairs
th: งานทาสีบ้านภายนอกทั้งหลัง ระดับเล็ก

source: Minor Kitchen Repairs
th: งานซ่อมชุดครัว ระดับเล็ก

source: Minor Lighting & Power - Internal
th: งานซ่อมระบบไฟฟ้าและอุปกรณ์ให้แสงสว่างภายในบ้าน ระดับใหญ่

source: Minor Lighting & Power - external
th: งานซ่อมระบบไฟฟ้าและอุปกรณ์ให้แสงสว่างภายนอกบ้าน ระดับใหญ่

source: Minor Painting Repairs
th: งานซ่อมแซมสีเพ้นท์ ระดับเล็ก

source: Minor Plumbing Repair & Maintenance
th: งานซ่อมบำรุงประปา ระดับเล็ก

source: Minor Roofing Installation
th: งานติดตั้งหลังคาระดับเล็ก

source: Minor Roofing Repair/maintenance
th: งานซ่อมบำรุงและติดตั้งหลังคาระดับเล็ก

source: Minor Sealing/Treatment/Waterproofing
th: งานยาแนว/อุดรอยรั่วซึม/กันน้ำรั่ว ระดับเล็ก

source: Minor Single Room Renovation
th: รีโนตเวตห้องระดับเล็ก

source: Minor Window Repair
th: งานซ่อมแซมหน้าต่างระดับเล็ก

source: Minor Wood Work Repair/Maintenance
th: งานซ่อมแซมบำรุงรักษาไม้ ขนาดเล็ก

source: Mobile No:
th: เบอร์มือถือ:

source: Monday to Friday
th: วันจันทร์ ถึง วันศุกร์

source: Monday to Friday, 10am to 5pm
th: วันจันทร์ ถึง วันศุกร์ 10:00 น. ถึง 17:00 น.

source: Money Saving Tips
th: เคล็ดลับการประหยัดค่าใช้จ่าย

source: Month
th: เดือน

source: Morning (8am - 12pm)
th: ช่วงเช้า (8:00-12:00)

source: Mounting of Cloths Dryer
th: งานติดตั้งราวตากผ้า

source: Mukdahan
th: มุกดาหาร

source: My Account
th: บัญชีของฉัน

source: My Contractors
th: ผู้รับเหมาของฉัน

source: My Job Options
th: ตัวเลือกงานของฉัน

source: My menu
th: เมนูของฉัน

source: NEA: National Environment Agency (Food Hygiene Licensing)
th: NEA: ใบอนุญาตด้านอาหารสะอาด จากหน่วยงานกำกับดูแลการใช้พลังงาน หรือ National Environment Agency (Food Hygiene Licensing)

source: Nakhon Nayok
th: นครนายก

source: Nakhon Pathom
th: นครปฐม

source: Nakhon Phanom
th: นครพนม

source: Nakhon Ratchasima
th: นครราชสีมา

source: Nakhon Sawan
th: นครสวรรค์

source: Nakhon Si Thammarat Province
th: นครศรีธรรมราช

source: Name
th: ชื่อ

source: Nan
th: น่าน

source: Narathiwat
th: นราธิวาส

source: National Water Services Commission (Plumbing)
th: บริษัทการประปา (การวางท่อประปา)

source: Need advice on how to use your kluje.com account? We answer your most common questions.
th: ต้องการคำแนะนำการใช้บัญชีส่วนตัวใน kluje.com อยู่หรือไม่? เรามีคำตอบสำหรับคำถามยอดนิยมของคุณ

source: Need help?
th: ต้องการความช่วยเหลือ?

source: Need to talk to us? All our contact details are here. We are happy to respond to your requests.
th: หากต้องการคุยกับเรา? รายละเอียดเพื่อติดต่อเราทั้งหมดอยู่ที่นี่แล้ว และเรายินดีตอบข้อสงสัยของคุณ

source: New Ask an Expert Question!
th: คำถามผู้เชี่ยวชาญ!

source: New Light Fixture Installation Only
th: ติดตั้งอุปกรณ์ให้แสงสว่างใหม่เท่านั้น

source: New Light Switches Installation Only
th: ติดตั้งสวิทช์อุปกรณ์ให้แสงสว่างใหม่เท่านั้น

source: New Password
th: รหัสผ่านใหม่

source: New Password Confirmation
th: ยืนยันรหัสผ่านใหม่

source: New jobs
th: งานใหม่

source: New password
th: รหัสผ่านใหม่

source: No
th: ไม่

source: No Obligation
th: ไม่มีข้อผูกมัด

source: No account exists with that email address.
th: ไม่พบบัญชีที่ลงทะเบียนด้วยอีเมลนี้

source: No activity to show
th: ไม่มีความเคลื่อนไหว

source: No contractors have placed any bids on your job yet.
th: ยังไม่มีผู้รับเหมาเสนอราคาประมูลงานของคุณ

source: No insurance
th: ไม่มีประกันภัย

source: No long-term commitment and no contract
th: ไม่มีข้อผูกมัดระยะยาว และไม่มีสัญญาจ้าง

source: No long-term commitment and no contract.
th: ไม่มีข้อผูกมัดระยะยาว และไม่มีสัญญาจ้าง

source: No preference
th: ไม่มีข้อมูลอ้างอิง

source: No rating
th: ไม่มีคะแนน

source: No. Your contact details will never be made public on the platform. Your contact details are only available to the contractors that purchase your job lead,
th: ไม่, ข้อมูลติดต่อของคุณจะไม่ถูกแสดงต่อสาธารณะ และจะแสดงเฉพาะผู้รับเหมาที่ชำระค่าธรรมเนียมงานแนะนำที่เป็นของคุณเท่านั้น

source: No. Your contact details will never be made public on the platform. Your contact details are only available to the contractors that purchase your job lead.
th: ไม่, ข้อมูลติดต่อของคุณจะไม่ถูกแสดงต่อสาธารณะ และจะแสดงเฉพาะผู้รับเหมาที่ชำระค่าธรรมเนียมงานแนะนำที่เป็นของคุณเท่านั้น

source: Nong Bua Lamphu
th: หนองบัวลำภู

source: Nong Khai
th: หนองคาย

source: Nonthaburi
th: นนทบุรี

source: Not Ready to Post a Job but still have a question about your home renovation project?
th: คุณยังไม่พร้อมโพสต์งาน แต่ยังคงมีคำถามเกี่ยวกับโครงการปรับปรุงบ้าน?
