Repository: RatioSoftwareEngineering/Kluje
Catalog: config/locales/*/kluje.edit.po
Languages: th

source: Please accept our User Agreement to access to Kluje Commercial
th: โปรดยอมรับข้อตกลงผู้ใช้ของเราเพื่อเข้าถึง Kluje การค้า

source: Please complete the form before send request.
th: โปรดกรอกแบบฟอร์มให้สมบูรณ์ก่อนส่งคำขอ

source: Please complete the verification form before apply Kluje commercial.
th: โปรดกรอกแบบฟอร์มตรวจสอบให้สมบูรณ์ก่อนสมัคร Kluje การค้า

source: Please enter a Quote amount
th: โปรดใส่ราคาที่เสนอ

source: Please enter a valid amount.
th: โปรดใส่จำนวนเงินที่ถูกต้อง

source: Please enter your partner code if you have partner
th: โปรดใส่รหัสหุ้นส่วนของคุณหากมี

source: Please log in to continue
th: เข้าล็อกอินสู่ระบบเพื่อดำเนินการต่อ

source: Please login to you account to view or download the quote.
th: โปรดเข้าบัญชีของคุณหรือดาวน์โหลดการเสนอราคา

source: Please submit your Company brochure plus a separate list of your completed and current projects which should include the following information
th: โปรดส่งโบรชัวร์บริษัทและรายการแยกของโครงการที่สมบูรณ์และปัจจุบันของคุณรวมถึงข้อมูลต่อไปนี้

source: Please supply Reference number
th: โปรดแจ้งหมายเลขอ้างอิง

source: Please take the time to read the how it works in your account. This is very important so that you understand the processes involved to use Kluje Commercial.
th: โปรดใช้เวลาในการอ่่านการทำงานบัญชีของคุณ สิ่งนี้สำคัญมากเพื่อที่คุณเข้าใจการทำงานที่เกีย่วข้องกับ Kluje การค้า

source: Please update your country
th: โปรดอัพเดทประเทศของคุณ

source: Postal Code:
th: รหัสไปรษณ๊ย์:

source: Previous
th: ก่อนหน้า

source: Property Usage:
th: การใช้งานอสังหาริมทรัพย์:

source: Question:
th: คำถาม:

source: Quote file
th: ไฟล์เสนอราคา

source: Quote was accepted
th: เสนอราคายอมรับแล้ว

source: Quote was not updated
th: เสนอราคาไม่ได้อัพเดท

source: Quote was not uploaded
th: เสนอราคาไม่ได้อัพโหลด

source: Quote was uploaded
th: เสนอราคาอัพโหลดแล้ว

source: RSS feed
th: ฟีด RSS

source: Reference number:
th: หมายเลขอ้างอิง:

source: Registration No.: 201313800W
th: หมายเลขลงทะเบียน: 201313800W

source: Remember, your Login is your email address and the password as entered during sign up.
th: จำไว้ว่า ที่อยู่อีเมลของคุณคือ ชื่อที่ใช้ล็อกอิน และรหัสผ่านคือรหัสที่คุณได้กรอกไว้ตอนสมัคร

source: Renovation Type:
th: ประเภทการซ่อมแซม:

source: Residential Jobs
th: งานเกี่ยวกับที่พักอาศัย

source: Schedule Meeting
th: กำหนดการประชุม

source: So How Does it Work?
th: สิ่งนี้ทำงานอย่างไร?

source: Start my Agent account
th: เริ่มบัญชีตัวแทนของฉัน

source: Submit Application
th: ส่งใบสมัคร

source: Submit your Answer
th: ส่งคำตอบของคุณ

source: Submit your Meeting
th: ส่งการประชุมของคุณ

source: Submit your Question
th: ส่งคำถามของคุณ

source: Submit your Queston
th: ส่งคำถามของคุณ

source: Submiting
th: กำลังส่ง

source: Terms and Conditions
th: ข้อกำหนดและเงื่อนไข

source: Thank you for posting your job on Kluje Commercial!
th: ขอบคุณที่ประกาศงานของคุณที่ Kluje การค้า!

source: Thank you for signing up for kluje commercial!
th: ขอบคุณที่สมัคร Kluje การค้า!

source: Thank you for submitting verification form
th: ขอบคุณที่ส่งแบบฟอร์มตรวจสอบของคุณ

source: Thank you for your commercial request! We will notify you once we have checked your details.
th: ขอขอบคุณสำหรับคำขอการค้าของคุณ! เราจะแจ้งคุณเมื่อเราได้ตรวจสอบรายละเอียดของคุณ

source: Thank you for your verification request! We will notify you once we have checked your details.
th: ขอขอบคุณสำหรับคำขอตรวจสอบของคุณ! เราจะแจ้งคุณเมื่อเราได้ตรวจสอบรายละเอียดของคุณ

source: The Contractor shall pay the amount under this invoice without any counterclaims, set offs or deductions, within thirty (30) days of the date of the invoice. The Contractor shall be liable to pay interest on all invoiced sums which remain unpaid after their due date at the rate of
th: ผู้รับเหมาจะต้องชำระจำนวนเงินใต้ใบแจ้งราคาโดยที่ไม่มีการคัดค้าน กำหนดใหม่หรือหักออกภายในเวลาสามสิบ (30) วันนับจากวันที่ออกใบแจ้งราคา ผู้รับเหมาต้องรับผิดชอบในการชำระดอกเบี้ยของจำนวนเงินในใบแจ้งราคาหากไม่ได้ชำระตามกำหนดในอัตรา

source: The Kluje Team will be contacting you shortly to make the necessary arrangements to get the project started.
th: ทีมงาน Kluje จะติดต่อคุณในเร็วๆนี้เพื่อทำการนัดหมายในการเริ่มโครงการ

source: The account has been suspended
th: บัญชีของคุณถูกระงับ

source: The amount invoiced indicates the commission amount owed by the Contractor to Kluje arising from the invoiced Project and pursuant to the Kluje Terms and Conditions
th: จำนวนเงินที่แจ้งราคาระบุจำนวนเงินค่าคอมมิชชั่นที่ผู้รับเหมาต้องจ่ายให้ Kluje ที่เกิดจากโครงการและเป็นไปตามข้อกำหนดและเงื่อนไข Kluje

source: The reason is quite simple: out customers generally choose a verified and rated kluje.com contractor over someone who isn't. Wouldn't you?
th: เหตุผลง่ายมาก: โดยทั่วไปลูกค้าของเราเลือกผู้รับเหมาที่ผ่านการตรวจสอบและได้คะแนนบน kluje.com ใช่ไหม?

source: There is a limited number of slots for your area, so if you are not accepted at this time you will be added to the waiting list and will be notified when a slot opens.
th: มีจำนวนสล็อตในพื้นที่ของคุณจำกัด ดังนั้นหากคุณไม่ยอมรับในตอนนี้คุณจะอยู่ในรายชื่อรอและจะได้รับแจ้งเมือเปิดสล็อต

source: There is no bid cost to bid on the leads
th: ไม่มีราคาประมูลในการประมูลรายชื่อ

source: This is for the commission paid to the Partner, the 2% from the invoice amount.
th: สิ่งนี้สำหรับค่าคอมมิชชั่นที่ชำระให้หุ้นส่วน 2% จากจำนวนเงินในใบแจ้งราคา

source: Top up credit is any credit purchased in your account. There are 3 top up options: %{amounts}.
th: เติมเครดิตที่คุณได้ซื้อในบัญชี มีตัวเลือกเติมเครดิต 3 แบบ: %{amounts}

source: Total including VAT:
th: ยอดรวม VAT:

source: Update your location and contact details
th: อัพเดทตำแหน่งและรายละเอียดติดต่อของคะุณ

source: Upload Company Brochure
th: อัพโหลดโบรชัวร์บริษัทคุณ

source: Upload Company Registration Doc :
th: อัพโหลดเอกสารลงทะเบียนปัจจุบันบริษัท:

source: Upload Current and Completed Projects
th: อัพโหลดโครงการที่สมบูรณ์และปัจจุบัน

source: Upload Images (Optional)
th: อัพโหลดรูป (ไม่บังคับ)

source: Uploading
th: กำลังอัพโหลด

source: Verification Acceptance
th: การยอมรับการตรวจสอบ

source: Verification Form
th: แบบฟอร์มตรวจสอบ

source: Verify your business with us and win more jobs.
th: ตรวจสอบธุรกิจของคุณกับเราและรับงานเพิ่มขึ้น

source: View question
th: ดูคำถาม

source: We are always happy to respond to your concerns.
th: เราพร้อมตอบข้อสงสัยของคุณเสมอ

source: We charge %s per 100 SMS.
th: เราคิดค่าใช้จ่าย %s ต่อ 100 SMS

source: We take a 10% commission from the completed job once you have been paid by the client
th: เราคิดค่าคอมมิชชั่น 10% จากงานที่สมบูรร์เมื่อคุณได้ชำระให้แก่ลูกค้าแล้ว

source: We will send you the profile and Genuine Ratings of the 3 contractors that are interested in your job.
th: เราจะส่งโปรไฟล์และการให้คะแนนแก่คุณจากผู้รับเหมา 3 รายที่สนใจงานของคุณ

source: Welcome to Kluje Commercial, the only online marketplace that connects you with Better Quality Contractors! Let me share with you how this will work now that you have posted your job:
th: ยินดีต้อนรับสู่ Kluje การค้า ตลาดออนไลน์แห่งเดียวที่เชื่อมต่อคุณกับผู้รับเหมาคุณภาพ! ขอให้เราได้แบ่งปันสิ่งนี้กับคุณว่าได้ผลเท่าไหร่เมื่อคุณประกาศงาน!

source: What is Commercial?
th: การค้าคือออะไร?

source: What is Your Approximate Budget (%{currency})
th: งบประมาณเฉลี่ยของคุณอยู่ที่เท่าไหร่ (%{currency})

source: What people are saying
th: สิ่งที่คนอื่นๆพูดถึง

source: When:
th: เมื่อ:

source: Where: %s
th: ที่ไหน: %s

source: Who: %s
th: ใคร: %s

source: You can view the contractors profile under your job in your account.
th: คุณสามารถดูโปรไฟล์ผู้รับเหมาใต้งานในบัญชีของคุณ

source: You have no permission to access this site.
th: คุณไม่ได้รับอนุญาตให้เข้าไซต์นี้

source: You will be notified via email if your request is successful.
th: คุณจะได้รับแจ้งผ่านอีเมลหากคำขอของคุณสำเร็จ

source: You will be notified via email of acceptance once we have checked your detail.
th: คุณจะได้รับแจ้งผ่านอีเมลเมื่อเราได้ตรวจสอบรายละเอียดของคุณ

source: You will get to submit your quote for free
th: คุณสามารถเสนอราคาได้ฟรี

source: You will receive leads for free
th: คุณจะได้รับรายชื่อฟรี

source: You will receive the commission bill through your account and you will have 30 days to pay the commission
th: คุณจะได้รับค่าคอมมิชชั่นผ่านบัญชีของคุณและคุณต้องชำระค่าคอมมิชชั่นภายใน 30 วัน

source: Your Question
th: คำถามของคุณ

source: Your job has been bided on Kluje.com!
th: งานของคุณได้รับการประมูลที่ Kluje.com!

source: Your quote has been accepted on Kluje.com!
th: งานของคุณได้รับการยอมรับที่ Kluje.com!

source: Your quote has been submitted on Kluje.com!
th: งานของคุณได้รับการส่งที่ Kluje.com!

source: a) Title of Project
th: ก) ชื่อโครงการ

source: b) Commencement and Completion Date
th: ข) วันที่เริ่มงานและวันเสร็จสิ้น

source: c) Name of Owner and Consultant
th: ค) ชื่อของเจ้าของและที่ปรึกษา

source: contractors will bid for your job.
th: ผู้รับเหมาจะประมูลงานของคุณ

source: d) Location
th: ง) สถานที่

source: e) Contract Value
th: จ) มูลค่าสัญญา

source: for each month of delay till payment.
th: ในแต่ละเดือนที่มีการชำระเงินล่าช้า

source: is invalid.
th: ไม่ถูกต้อง

source: <em>Interior</em> contractors
th: ผู้รับเหมา<em>ภายใน</em>

source: <em>Exterior</em> contractors
th: ผู้รับเหมา<em>ภายนอก</em>

source: <em>General</em> contractors
th: ผู้รับเหมา<em>ทั่วไป</em>
