Repository: RatioSoftwareEngineering/Kluje
Catalog: config/locales/*/kluje.edit.po
Languages: th

source: Confirm
th: ยืนยัน

source: Connect to customers via mobile or tablet
th: ติดต่อลูกค้าทางโทรศัพท์มือถือหรือแทปเล็ต

source: Connect with contractors on your mobile or tablet
th: ติดต่อผู้รับเหมาทางโทรศัพท์มือถือหรือแทปเล็ต

source: Contact Details
th: รายละเอียดผู้ติดต่อ

source: Contact Kluje
th: ติดต่อ Kluje

source: Contact Us
th: ติดต่อเรา

source: Contact the customers<br> to do quotes
th: ติดต่อลูกค้า<br> เพื่อเสนอราคา

source: Contact the homeowner immediately when you bid a job lead
th: ติดต่อเจ้าของบ้านทันทีที่คุณวางเงินค่าธรรมเนียมงานแนะนำ

source: Contact us
th: ติดต่อเรา

source: Contact us for help
th: ติดต่อให้เราช่วย

source: Contact us:
th: ติดต่อเรา:

source: Contract Maintenance 1-2 unit (Twice per Year)
th: สัญญาการซ่อมบำรุงบ้าน 1-2 ยูนิต (2 ครั้งต่อปี)

source: Contract Maintenance 3-6 Unit (Three per year)
th: สัญญาการซ่อมบำรุงบ้าน 3-6 ยูนิต (3 ครั้งต่อปี)

source: Contract ratings: How they help you?
th: ให้คะแนนการจ้าง: เขาได้ช่วยเหลือคุณอย่างไรบ้าง?

source: Contractor
th: ผู้รับเหมา

source: Contractor %s not found
th: ไม่พบผู้รับเหมา%s

source: Contractor Price Guide
th: คู่มือราคาค่าจ้างผู้รับเหมา

source: Contractor Rating: How they help you?
th: ให้คะแนนผู้รับเหมา: เขาได้ช่วยเหลือคุณอย่างไรบ้าง?

source: Contractor Verification Form
th: แบบฟอร์มการยืนยันของผู้รับเหมา

source: Contractor accounts, their ratings and performance may be monitored for the purpose of ensuring that we retain only the highest caliber of Contractors for our service. We reserve the right to remove Contractors from our service that does not adhere to the high standards that we expect.
th: การให้คะแนนและประสิทธิภาพการทำงานในบัญชีผู้รับเหมา อาจจะได้รับการตรวจสอบ เพื่อให้มั่นใจว่า บริการของเราจะมีเฉพาะผู้รับเหมาที่มีความสามารถสูงสุดเท่านั้น เราขอสงวนสิทธิ์ในการลบผู้รับเหมาทึ่ให้บริการต่ำกว่ามาตรฐานของเรา

source: Contractor has requested a rating
th: ผู้รับเหมาได้ส่งคำขอประเมินคะแนน

source: Contractor ratings: How they help you?
th: ให้คะแนนผู้รับเหมา: เขาได้ช่วยเหลือคุณอย่างไรบ้าง?

source: Contractor will contact you
th: ผู้รับเหมาจะติดต่อหาคุณเอง

source: Contractor:
th: ผู้รับเหมา:

source: Contractors
th: ผู้รับเหมา

source: Contractors - Jobs
th: ผู้รับเหมา - งาน

source: Contractors - Update profile
th: ผู้รับเหมา - อัพเดทโปรไฟล์

source: Contractors are available for all home needs
th: มีผู้รับเหมาทุกประเภทที่พร้อมทำงานให้กับความต้องการเกี่ยวกับบ้าน

source: Contractors in %s
th: ผู้รับเหมาใน %s

source: Contractors that have signed up to Kluje.com operate as independent companies and are not working on behalf of Kluje.com, therefore we cannot guarantee the quality of their work.Contractors are rated by previous customers. The ratings are based on:
th: ผู้รับเหมาที่ได้สมัครกับ Kluje.com ดำเนินงานเป็นบริษัทอิสระ และไม่ได้ทำงานในนามของ Kluje.com ดังนั้นเราจึงไม่สามารถรับประกันคุณภาพงานของพวกเขาได้ แต่จะประเมินจากลูกค้าที่เคยได้รับบริการ การประเมินจะขึ้นอยู่กับ:

source: Contractors use this to determine if they have the time to do your job based on their current schedule of jobs.
th: ผู้รับเหมาจะใช้สิ่งนี้เพื่อตัดสินใจว่าจะสามารถจัดตารางการทำงานให้คุณได้หรือไม่ โดยจะขึ้นอยู่กับตารางการทำงานในปัจจุบันของเขา

source: Contractors want good ratings
th: ผู้รับเหมาอยากได้คะแนนระดับดี

source: Contractors will contact you
th: ผู้รับเหมาจะติดต่อหาคุณ

source: Cornice / Beading 4-5 Room HDB Flats
th: คิ้วบัว / บัวภายใน 4-5 ห้องในแฟลตหรืออพาร์ทเมนต์

source: Cornice / Beading Per Room
th: คิ้วบัว / บัวภายใน 1 ห้อง

source: Country
th: ประเทศ

source: Country:
th: ประเทศ:

source: Create a satisfied homeowner (this guarantees future work as you know!).
th: ทำให้เจ้าของบ้านพึงพอใจ (เพราะเขาจะเป็นสิ่งประกันงานเพิ่มในอนาคตได้แน่นอน!)

source: Create your FREE Contractor Account
th: สร้างบัญชีผู้รับเหมาของคุณ ฟรี!

source: Created:
th: สร้างขึ้นเมื่อ

source: Credit doesn't expire and will be carried over to the next month. If you want to cancel your account you will need to ensure that all credit is used. Any credit remaining in the account will not be refunded.
th: เครดิตที่ไม่หมดอายุและจะใช้ต่อได้ในเดือนถัดไป หากต้องการจะยกเลิกบัญชี คุณจะต้องแน่ใจว่าได่ใช้เครดิตทั้งหมดเพราะคุณจะไม่ได้รับเงินเครดิตที่เหลืออยู่ในบัญชีคืน

source: Credits are used for purchasing job leads.
th: เครดิตใช้เพื่อชำระเงินค่าธรรมเนียมงานแนะนำ

source: Current password
th: รหัสผ่านปัจจุบัน

source: Curtain & Blinds Installation
th: ติดตั้งผ้าม่านและมู่ลี่

source: Custom Design & Build Furniture
th: เฟอร์นิเจอร์ออกแบบและสั่งทำพิเศษ

source: Customer Safety When Hiring a Contractor
th: ความปลอดภัยของลูกค้าเมื่อทำการจ้างผู้รับเหมา

source: Customize your profile page as it is the first thing homeowner will see
th: ปรับแต่งหน้าโปรไฟล์ของคุณ เพราะนี่คือสิ่งแรกที่เจ้าของบ้านจะเห็น

source: DBSS Full Renovation
th: รีโนเวตคอนโดทั้งหมด

source: Da Nang
th: ดานัง

source: Date
th: วันที่

source: Davao City
th: ดาเวา

source: Deactivate E-mail alerts
th: ยกเลิกการแจ้งเตือนในอีเมล

source: Deactivate SMS alerts
th: ยกเลิกการแจ้งเตือนในข้อความ SMS

source: Dear
th: เรียน

source: Dear %s,
th: เรียน คุณ %s,

source: Decking/Wood and Composite
th: พื้นไม้เทียม

source: Decking/Wood and Composite Supply and Fit
th: จัดหาและปูพื้นไม้เทียม

source: Decorative Painting Per Room
th: เพ้นท์ผนังห้อง

source: Decorative Painting Whole Home
th: เพ้นท์ผนังทั้งบ้าน

source: Deliver on what you agreed to deliver.
th: ส่งสิ่งที่คุณได้ตกลงไว้

source: Demolition/Hacking
th: การรื้อถอน การทุบอาคาร

source: Depending on the type of job, ask to speak to previous customers and if possible, visit previous jobs that they have completed. Don’t forget to view the Service Provider's Kluje profile page.
th: คุณควรสอบถามลูกค้าที่เคยใช้บริการในลักษณะเดียวกัน และอย่าลืมเข้าไปดูโปรไฟล์ผู้ให้บริการบน Kluje เสมอ

source: Deposit
th: ค่ามัดจำ

source: Description
th: คำอธิบาย

source: Description:
th: คำอธิบาย:

source: Discover our contractors
th: ค้นหาผู้รับเหมาของเรา

source: Dismantle and Reassemble Wardrobe/Furniture
th: ถอดและประกอบตู้เสื้อผ้า / เฟอร์นิเจอร์

source: Disposal Service
th: บริการกำจัดของเสีย

source: Do NOT put your contact details here, as your privacy will not be protected.
th: กรุณาอย่าให้รายละเอียดผู้ติดต่อในส่วนนี้ เนื่องจากความเป็นส่วนตัวของคุณจะไม่ได้รับการคุ้มครอง

source: Do we guarantee the quality of the Contractors work?
th: เรารับประกันคุณภาพงานของผู้รับเหมาหรือไม่?

source: Do you blacklist or suspend accounts?
th: คุณขึ้นบัญชีดำ หรือถูกระงับบัญชีหรือไม่?

source: Do your homework on your budget
th: งานทำบ้านอยู่ในงบของคุณหรือไม่?

source: Document not found
th: ไม่พบเอกสาร

source: Does my credit expire?
th: เครดิตของฉันหมดอายุหรือไม่

source: Don't panic yet there are still a few things you can do. In our experience there are three main reasons why contractors don't bid on your job lead:
th: อย่าเพิ่งตกใจ คุณยังแก้มือได้ จากประสบการณ์ของเรา มีเหตุผลหลักอยู่ 3 ประการที่ผู้รับเหมาไม่ประมูลงานของคุณ:

source: Don’t always go for the cheapest quote, but this does not mean that you should discard the lowest straight away. Check all the tips given above first. If you go for the cheapest make sure you have got a detailed quote with materials, waste disposal and labour detailed clearly in the quote. Also ask if GST/VAT is included; make sure it is clear on the quote.
th: อย่าเลือกใบเสนอราคาที่ให้ราคาต่ำสุดเสมอไป ไม่ได้ให้ละเลยราคาที่ต่ำสุดแต่อยากให้เช็คtips ที่ให้ไว้ด้านบนก่อน หากต้องเลือกราคาที่ต่ำที่สุดก็ขอให้มั่นใจว่ารายละเอียดในใบเสนอราคาแสดงรายละเอียดที่ชัดเจนเกี่ยวกับวัสดุ, การเก็บขยะ และแรงงาน รวมถึงให้ถามภาษีการให้บริการและสินค้า GST/VAT ว่าต้องรวมเข้าไปด้วยหรือไม่

source: Door Frame Repair
th: ซ่อมวงกบประตู

source: Drain Cleaning Services / Blocked Drains
th: บริการลอกท่อ ล้างท่อ ท่อตัน

source: E-mail
th: อีเมล

source: EMA: Energy Market Authority (Electrical Licensing)
th: EMA: กระทรวงพลังงาน ด้านการให้การอนุญาตประกอบการด้านไฟฟ้า หรือ Energy Market Authority (Electrical Licensing)

source: Edit
th: แก้ไข

source: Edit Job Details
th: แก้ไขรายละเอียดงาน

source: Edit Profile
th: แก้ไขโปรไฟล์

source: Electrical Appliance Installation
th: ติดตั้งเครื่องใช้ไฟฟ้า

source: Electrical Appliance Repair
th: ซ่อมเครื่องใช้ไฟฟ้า

source: Electrical Inspecting / Testing
th: ตรวจสอบระบบไฟฟ้า / ตรวจเช็คไฟรั่ว

source: Electrician
th: ช่างไฟ

source: Electricians
th: ช่างไฟ

source: Email
th: อีเมล

source: Email Address
th: ที่อยู่อีเมล

source: Email Notifications
th: อีเมลแจ้งเตือน

source: Email Verification Success!
th: การยืนยันอีเมลสำเร็จ!

source: Email already verified
th: อีเมลได้รับการยืนยันแล้ว

source: Email not verified
th: อีเมลยังไม่ได้รับการยืนยัน

source: Email:
th: อีเมล:

source: Emergency Lockout Services
th: บริการไขประตูเมื่อลืมกุญแจ

source: Ensure contractor is properly licensed
th: ให้แน่ใจว่าผู้รับเหมามีใบอนุญาตทำงานอย่างถูกต้อง

source: Epoxy Coating
th: เคลือบอีพ็อกซี่

source: Epoxy Painting Services
th: ทาสีพื้นอีพ็อกซี่

source: Error processing transaction
th: ขั้นตอนการโอนเงินผิดพลาด

source: Evening (6pm - 9pm)
th: ช่วงเย็น (18:00-21:00)

source: Every lead you purchase should enable you to quote on that job. Once you have finished the job you should ask the homeowner to rate you. The more positive ratings you receive the better chance you have to win more work.
th: การชำระค่าธรรมเนียมงานแนะนำทุกครั้งจะทำให้คุณสามารถเสนอราคาได้ คุณควรขอให้เจ้าของบ้านให้ประเมินคะแนนเมื่อเสร็จสิ้นงาน ยิ่งอันดับคะแนนเป็นบวกเท่าไหร่ คุณก็จะได้รับโอกาสในงานต่อๆไปมากขึ้น

source: Every time we connect you with a local Contractor we’ll share their ratings with you, so you can make a smarter choice.
th: ทุกครั้งที่เราติดต่อผู้รับเหมาในท้องถิ่นให้กับคุณ เราจะแสดงคะแนนของผู้รับเหมาให้คุณทราบ

source: Example:
th: ตัวอย่าง:

source: Exhaust Fan Installation
th: ติดตั้งพัดลมระบายอากาศ

source: Expires on:
th: สิ้นสุดวันที่:

source: External Door Installation Supply and Fit
th: จัดหาและติดตั้งประตูภายนอกบ้าน

source: External Tiling Installation
th: ปูกระเบื้องระเบียง

source: External Tiling Supply and Fit
th: จัดหาและปูกระเบื้องระเบียง

source: FAQ
th: คำถามที่พบบ่อย

source: FREE Contractor Sign Up
th: ผู้รับเหมาลงทะเบียนสมัครฟรี!

source: Fascias / Soffits / Cladding Repair Install
th: งานติดตั้งและซ่อมแซมรางน้ำ / ฝ้าระแนง / แผ่นอลูมิเนียมคอมโพสิท(แคลดดิ้ง)

source: Fault Wiring Repair
th: ซ่อมแซมระบบไฟฟ้าไม่ได้มาตรฐาน (Fault Wiring)

source: Find New Customers The Easy Way
th: หาลูกค้าใหม่ด้วยวิธีง่ายๆ

source: Find a <em>Contractor</em> in %{location}
th: หาผู้รับเหมาใน %{location}

source: Find a Contractor in %{location} | Kluje
th: หาผู้รับเหมาใน %{location} | Kluje

source: Find new customers quickly and easily with live alerts
th: หาลูกค้าใหม่ได้อย่าอย่างรวดเร็วและง่ายดาย ด้วยบริการแจ้งเตือนทันที

source: Find the page in My Account
th: หาหน้าในบัญชีของฉัน

source: Find the ‘jobs’ page in ‘My account’
th: หาหน้า ‘งาน’ ใน ‘บัญชีของฉัน’

source: Find us on Facebook
th: ไปที่หน้า Facebook ของเรา

source: Finding contractor is very easy
th: การหาผู้รับเหมาไม่ใช่เรื่องยากอีกต่อไป

source: Finish Editing
th: เสร็จสิ้นการแก้ไข

source: First Name
th: ชื่อ

source: First Name:
th: ชื่อ:

source: First name:
th: ชื่อ:

source: Firstly, we encourage you and the contractor to try and resolve the situation between yourselves. However, if asked to do so, Kluje.com can act as a mediator. Please remember that Kluje.com cannot resolve any legal situation and can only try to help resolve the situation before it becomes a legal matter. Complaints are handled on a case by case basis.If you’re not happy with the quality of workmanship you should leave a rating stating why the Contractor did not live up to your expectations. Contractors who fail to deliver quality work can be permanently suspended from Kluje.com.
th: ประการแรก เราขอแนะนำให้คุณและผู้รับเหมาพยายามแก้ไขสถานการณ์ด้วยตนเองก่อน อย่างไรก็ดี Kluje.com ทำหน้าที่เป็นคนกลางได้ แต่โปรดจำไว้ว่า Kluje.com ไม่สามารถแก้ไขสถานการณ์ทางกฎหมายใดๆ แต่จะพยายามช่วยแก้ไขสถานการณ์ก่อนที่จะกลายเป็นเรื่องทางกฎหมาย เราจัดการกับการร้องเรียนเป็นกรณีไป หากคุณไม่พอใจคุณภาพของผลงาน คุณอาจให้คะแนนและระบุเหตุผล ผู้รับเหมาที่ไม่ส่งมอบงานที่มีคุณภาพจะถูก Kluje.com ระงับการทำงานอย่างถาวรได้

source: Fittings and Fixtures
th: ติดตั้งเครื่องใช้ที่ยึดพื้นหรือผนัง

source: Flat Pack Furniture Assembly
th: ประกอบเฟอร์นิเจอร์ Flat Pack

source: Flatpack & Fitted Furniture assembly Only
th: ประกอบเฟอร์นิเจอร์ Flat Pack และ Fitted เฟอร์นิเจอร์

source: Floor Leveling
th: เทพื้นปรับระดับ

source: Floor Sanding & Finishing
th: งานขัดทำสีพื้นไม้

source: Flooring
th: งานระบบพื้น

source: Flooring Contractor
th: ผู้รับเหมางานระบบพื้น

source: Follow us on
th: ติดตามเราได้ทาง

source: For more advice:
th: สำหรับคำแนะนำเพิ่มเติม:

source: For more tips check out the
th: สำหรับเคล็ดลับเพิ่มเติมเข้าไปดูที่

source: Forgot Password
th: ลืมรหัสผ่าน

source: Forgot password?
th: ลืมรหัสผ่าน?

source: Founder
th: ผู้ก่อตั้ง

source: Free
th: ฟรี

source: Free Contractor Sign Up
th: ผู้รับเหมาลงทะเบียนสมัครได้ฟรี

source: Frequently Asked Questions
th: คำถามที่พบบ่อย

source: Full Bathroom Installation Supply and Fit
th: จัดหาและติดตั้งสุขภัณฑ์ในห้องน้ำ

source: Furniture Cleaning per item
th: ทำความสะอาดเฟอร์นิเจอร์รายชิ้น

source: Garden Clearance
th: รื้อสวน

source: Garden Design Service
th: บริการออกแบบจัดสวน

source: Garden Maintenance Service
th: บริการดูแลบำรุงรักษาสวน

source: Garden Service/Landscaping
th: บริการออกแบบตกแต่งสวน / ภูมิทัศน์

source: General
th: ทั่วไป

source: General Bathroom Repair & Maintenance
th: ซ่อมแซมและบำรุงรักษาห้องน้ำ

source: General Contractor
th: ผู้รับเหมาทั่วไป

source: General Electrical fitting and fixtures
th: งานติดตั้งไฟฟ้าทั่วไปบนพื้นผิวหรือติดผนัง

source: General External Property Maintenance
th: บริการดูแลบำรุงรักษาทั่วไปภายนอกอาคาร

source: General Flooring Installation Labour only
th: แรงงานปูพื้นทั่วไป

source: General Flooring Repair
th: ซ่อมพื้นทั่วไป

source: General Garden Maintenance
th: ดูแลบำรุงรักษาสวนทั่วไป

source: General Kitchen Repair & Maintenance
th: ซ่อมบำรุงรักษาทั่วไปให้กับห้องครัว

source: General Maintenance & Decorating
th: จัดตกแต่งและบำรุงรักษาทั่วไป

source: General Plumbing Repair
th: ซ่อมท่อประปาทั่วไป

source: General Worktop Installation
th: ติดตั้งเวิร์คท๊อปทั่วไปบนเคาน์เตอร์

source: General Worktop Supply and Fit
th: จัดหาและติดตั้งเวิร์คท๊อปทั่วไปบนเคาน์เตอร์

source: General building Work
th: งานก่อสร้างอาคารทั่วไป

source: Genuine homeowner ratings help you to choose the best Contractor.
th: การให้คะแนนที่เป็นจริงจากเจ้าของบ้าน จะช่วยให้คุณเลือกผู้รับเหมาที่ดีที่สุดได้

source: Get Rated :
th: ได้รับคะแนน:

source: Get a Quote
th: รับการเสนอราคา

source: Get a Quote Today - it's Free
th: รับการเสนอราคาวันนี้ได้ ฟรี

source: Get a personalized profile page
th: รับหน้าโปรไฟล์ส่วนตัวที่คุณสามารถแก้ไขได้เอง

source: Get an invoice for a deposit payment
th: รับใบแจ้งหนี้เพื่อฝากชำระเงิน

source: Get the right leads:
th: รับการแนะนำงานที่ใช่:

source: Get unlimited job leads
th: รับการแนะนำงานอย่างไม่จำกัด

source: Get unlimited job leads - pay only for the ones you want
th: รับการแนะนำงานอย่างไม่จำกัด - จ่ายแค่งานที่คุณต้องการเท่านั้น

source: Getting quotes on Kluje.com is free. Just fill in the form telling us the type of work that needs doing. A detailed description and an approximate, but realistic, budget for the job.
th: รับการเสนอราคาได้ฟรีๆ ผ่าน Kluje.com เพียงกรอกแบบฟอร์มแจ้งให้เราทราบงานที่คุณต้องการให้ทำ พร้อมคำอธิบายงานอย่างละเอียด และงบประมาณโดยคร่าวที่สมเหตุสมผล

source: Getting your 3 quotes
th: รับการเสนอราคา 3 แบบ

source: Give a thorough, detailed quote and provide references
th: ส่งใบเสนอราคาอย่างละเอียดถี่ถ้วนพร้อมข้อมูลอ้างอิง

source: Give as much detail about your job, consider the size, location and whether materials are included. The more detail the easier it is for a contractor to decide to purchase your lead. Don't add any personal details in the description.
th: เขียนรายละเอียดงานให้มากที่สุด เช่น ขนาด ทำเลหรือมีวัสดุพร้อมใช้หรือไม่ ยิ่งมีรายละเอียดมากเท่าไหร่ ผู้รับเหมาก็จะตัดสินใจชำระเงินเพื่อได้ติดต่อกับคุณง่ายขึ้นเท่านั้น แต่อย่าใส่รายละเอียดส่วนตัวของคุณในคำอธิบายงาน

source: Giving feedback and ratings
th: ให้ความเห็น และประเมินคะแนน

source: Glass Curtain Wall Supply and Fit
th: จัดหาและติดตั้งผนังกระจก

source: Glass Cutting
th: ตัดกระจก

source: Glass Repair or Repalcement/Furniture
th: ซ่อมแซม หรือเปลี่ยนกระจก / เฟอร์นิเจอร์

source: Go to my account
th: ไปยังบัญชีของฉัน

source: Guarantees
th: การรับประกัน

source: HDB Help
th: ความช่วยเหลือเกี่ยวกับแฟตหรืออพาร์ทเม้นท์ HDB

source: HDB: The Housing & Development Board
th: HDB: The Housing & Development Board (การเคหะแห่งชาติของประเทศสิงคโปร์)

source: Haiphong
th: ไฮฟอง

source: Handyman
th: บริการช่างซ่อมบำรุง

source: Handyman Services
th: บริการช่างซ่อมบำรุง

source: Hanoi
th: ฮานอย

source: Hard Landscaping
th: วัสดุของตกแต่งภูมิทัศน์สวน ( Hard Landscape )

source: Has been suspended
th: ถูกระงับ

source: Hat Yai
th: หาดใหญ่

source: Have a Question for Kluje?
th: มีคำถามจะถาม Kluje หรือไม่?

source: Have a question about your home improvement project? Our contractors in %{location} can help. Simply post your question and they will answer it!
th: มีคำถามเกี่ยวกับโครงการซ่อมปรับปรุงบ้านหรือไม่? ผู้รับเหมาประจำบ้านของเราช่วยคุณได้ เพียงโพสต์คำถามไว้แล้วรอคำตอบจากเรา!

source: He is the lowest bidder and it seems like a really good deal, or the timeline seems too short (or too long). Either of these scenarios is a red flag that signals he may be inexperienced at handling your type of project or he may be cutting corners to win the job. If your Service Provider seems pushy or desperate for your work, you should also consider this as a red flag.
th: เขาเป็นผู้ประมูลที่ให้ราคาต่ำที่สุดและเป็นดีลที่ดีทีเดียว แต่ติดตรงที่ว่าระยะเวลาการทำงานค่อนข้างสั้นหรือยาวเกินไป นี่อาจจะเป็นสัญญาณสำคัญ(red flag)ที่บอกว่าผู้รับเหมาไม่มีประสบการณ์ในการทำงานให้กับโปรเจคของคุณและทำการตัดราคาเพื่อให้คุณจ้างพวกเขา หากผู้ให้บริการมีการผลัดวันประกันพรุ่ง หรือมีแววว่าจะทำงานไม่ได้ ก็ถือว่าเป็นสัญญาณสำคัญ(red flag) เช่นกัน

source: Hello
th: สวัสดีค่ะ

source: Help
th: ช่วยเหลือ

source: Help build a better renovation industry
th: ช่วยสร้างอุตสาหกรรมปรับปรุงบ้านให้ดีขึ้น

source: Hi
th: สวัสดี

source: Hi %s,
th: สวัสดีค่ะ คุณ%s,

source: Hi, %{name}
th: สวัสดีค่ะ คุณ%{name}

source: Hide rating
th: ซ่อนคะแนน

source: High quality contractors at your service
th: ผู้รับเหมาเปี่ยมคุณภาพสำหรับงานของคุณ

source: Ho Chi Minh City
th: โฮจิมินห์

source: Home
th: บ้าน

source: Home Cleaning Service Mothly
th: บริการทำความสะอาดบ้านรายเดือน

source: Homeowner
th: เจ้าของบ้าน

source: Homeowner Details
th: รายละเอียดเจ้าของบ้าน

source: Homeowners
th: เจ้าของบ้าน

source: Homeowners - Advice & tips
th: เจ้าของบ้าน - ข้อแนะนำและเคล็ดลับ

source: Homeowners rate their Contractors on quality, value and proffesionalism and also leave relevant comments for others to see.
th: เจ้าของบ้านให้คะแนนผู้รับเหมาในเรื่องคุณภาพ คุณค่า และความเป็นมืออาชีพ รวมถึงคอมเม้นท์เพื่อให้ผู้อื่นได้อ่านด้วย

source: Hong Kong
th: ฮ่องกง

source: Hooray, you've found a contractor for your job! Remember to rate your contractor after the job is completed.
th: ไชโย คุณได้พบกับผู้รับเหมาของคุณแล้ว! อย่าลืมให้คะแนนกับผู้รับเหมารายนี้หลังจากเสร็จสิ้นงาน

source: House Moving Service
th: บริการขนย้ายบ้าน

source: How :
th: วิธีการ:

source: How do I become a Premium Member?
th: ฉันจะเป็นสมาชิกระดับพรีเมี่ยมได้อย่างไร?

source: How do I bid a job lead?
th: ฉันจะจ่ายค่าธรรมเนียมงานแนะนำได้อย่างไร?

source: How do I buy a job lead through SMS?
th: ฉันซื้อเงินค่าธรรมเนียมงานแนะนำผ่านข้อความ SMS ได้อย่างไร?

source: How do I cancel my account?
th: ทำอย่างไรฉันจึงจะยกเลิกบัญชีผู้ใช้งานได้?

source: How do I change/update my contact details?
th: ฉันจะเปลี่ยน/อัพเดทรายละเอียดผู้ติดต่อของตัวเองได้อย่างไร?

source: How do I choose a budget?
th: ฉันจะเลือกงบประมาณอย่างไรดี?

source: How do I control which job leads I receive?
th: ฉันจะเลือกการแจ้งงานแนะนำได้อย่างไร?

source: How do I get high ratings?
th: ฉันจะได้รับคะแนนประเมินสูงๆได้อย่างไร?

source: How do I get the most from Kluje.com once I have joined?
th: ฉันจะได้ประโยชน์สูงสุดจากการใช้บริการของ Kluje.com ได้อย่างไร?

source: How do I purchase credit?
th: ฉันจะซื้อเครดิตได้อย่างไร?

source: How do I rate the contractor and why?
th: ฉันจะให้คะแนนกับผู้รับเหมาได้อย่างไร และเพราะอะไร?

source: How do I request a rating?
th: ฉันจะขอรับคะแนนประเมินได้อย่างไร?

source: How do I update a job?
th: ฉันจะอัพเดทงานได้อย่างไร?

source: How do I view the job leads I have bought?
th: ฉันจะเห็นงานที่ฉันได้ชำระค่าธรรมเนียมงานแนะนำไปแล้วได้อย่างไร?

source: How do you know which is the best one?
th: ทราบได้อย่างไรว่าอะไรคือตัวเลือกที่ดีที่สุด?

source: How does Kluje help you find a Contractor?
th: Kluje ช่วยคุณหาผู้รับเหมาได้อย่างไร?

source: How does a Homeowner know that my ratings are genuine?
th: เจ้าของบ้านจะรู้ได้อย่างไรว่าคะแนนของฉันตรงกับความเป็นจริง?

source: How it Works
th: บริการของเรา

source: How it works
th: บริการของเรา

source: How long does it take?
th: จะใช้เวลานานเท่าใด?

source: How to get quotes?
th: จะได้รับการเสนอราคาได้อย่างไร?

source: I have posted a job what now?
th: ฉันได้โพสต์งานแล้ว ต้องทำอะไรต่อ?

source: If a Contractor has received a total of 3 medium to high level complaints from a homeowner
th: ถ้าผู้รับเหมาได้รับการตำหนิหรือร้องเรียนในระดับกลางถึงสูงเป็นจำนวน 3 ครั้งจากเจ้าของบ้าน

source: If a Contractor is acting unscrupulously: including inappropriate language, racism, sexism, threats, bullying and abusing the trust of the homeowner
th: หากผู้รับเหมาทำตัวก้าวร้าว รวมทั้งการใช้ภาษาที่ไม่สุภาพ ดูถูกเชื้อชาติ คุกคามทางเพศ ข่มขู่ และทำลายความไว้วางใจของเจ้าของบ้าน

source: If a Contractor receives any serious complaints from a homeowner in their first month of having joined our service
th: หากผู้รับเหมาได้รับข้อร้องเรียนใดๆ ที่ร้ายแรงจากเจ้าของบ้านในเดือนแรกที่เข้าร่วมการบริการของเรา

source: If a Service Provider is not properly licensed to handle the work you need done, the work they are doing is most likely suspect at best and, in the worst-case scenario, could even be hazardous.
th: หากผู้ให้บริการไม่มีใบอนุญาตที่ถูกต้องในการทำงานให้กับคุณ งานที่พวกเขาจะให้ก็เหมือนกับการเสี่ยงดวง ซึ่งอาจเลวร้ายถึงขั้นเกิดการปนเปื้อนที่เป็นอันตราย

source: If a Service Provider is willing to work without pulling the correct permits or completing the proper inspections, he’s not doing so to save your time or money. It’s typically because he is not qualified to pull the permit, or he knows that he is doing sub-par work.
th: หากผู้ให้บริการหลีกเลี่ยงการตรวจสอบงาน (inspection) ตามมาตรฐาน นั่นคือการที่เขาไม่ช่วยให้คุณประหยัดเวลาและค่าใช้จ่าย ปัญหาเหล่านี้เกิดจากการที่ผู้ให้บริการไม่สามารถทำตามสิ่งที่อนุญาตให้ทำ หรือเป็นการที่เขาทำงานที่ต่ำกว่ามาตรฐานนั่นเอง

source: If at anytime you have a question, contact us at
th: หากคุณมีคำถาม สามารถติดต่อเราตลอดเวลาได้ที่

source: If no contractors have responded within 1 day, you can update your budget or description to try increase the interest in your job.
th: หากไม่มีผู้รับเหมาตอบกลับภายใน 1 วัน คุณอาจปรับงบประมาณ หรือสร้างคำอธิบายเพื่อเพิ่มความน่าสนใจให้กับงาน

source: If no contractors respond in the next 12 hours, log onto your account and review your job details, remember you need to be clear, the more details the better.Additionally, the most common reason no one buys your lead is that your entered budget does't match your job details. Try adjusting it and see if that helps.
th: หากผู้รับเหมาไม่ตอบกลับภายในอีก 12 ชั่วโมง ให้เข้าบัญชีของคุณและดูรายละเอียดงาน จำไว้ว่าจะต้องมีความชัดเจน ยิ่งมีรายละเอียดมากยิ่งดี เหตุผลที่ไม่มีใครซื้อการแนะนำงานของคุณ อาจเป็นที่งบประมาณไม่สอดคล้องกับรายละเอียดงาน ลองปรับและดูว่าจะช่วยได้หรือไม่
