Repository: RatioSoftwareEngineering/Kluje
Catalog: config/locales/*/kluje.edit.po
Languages: th

source: So what you need to do is log on to your account and edit your job details, taking into consideration the points above. Once you do that we will re-approve your job and re-send alerts to contractors who fit your amended requirements.
th: ดังนั้นสิ่งที่ต้องทำคือ ล๊อกอินเข้าสู่บัญชีและแก้ไขรายละเอียดงานของคุณ โดยพิจารณาสิ่งต่างๆข้างต้น เมื่อเสร็จแล้วเราจะตรวจเช็คงานอีกครั้งและจะแจ้งเตือนผู้รับเหมาที่ดูเหมาะสมกับงานของคุณอีกครั้ง

source: So you have a question about your home improvement project? That’s great! We are happy to help. Just fill in the fields below and we shall respond as soon as we can. (We ask for your details so we can reply promptly. We always respect your Privacy).
th: คุณมีคำถามเกี่ยวกับงานปรับปรุงบ้านหรือเปล่า เยี่ยมไปเลย! เรายินดีที่จะช่วยเหลือ เพียงคุณกรอกในหัวข้อด้านล่างนี้ แล้วเราจะตอบกลับให้เร็วที่สุด (เราขอรายละเอียดของคุณเพื่อจะตอบได้ทันที เราเคารพในความเป็นส่วนตัวของคุณเสมอ)

source: Solar Heating System
th: ระบบทำความร้อนด้วยแสงอาทิตย์

source: Songkhla
th: สงขลา

source: Sorry, %{role} are not allowed to post jobs.
th: ขออภัย %{role} ไม่สามารถโพสต์งานได้

source: Sorry, something went wrong
th: ขออภัย มีบางอย่างผิดพลาด

source: Sorry, the page you are looking for doesn't exist!
th: ขออภัย ไม่มีหน้าที่คุณกำลังค้นหา!

source: Sound & Audio Visual Installation
th: ติดตั้งระบบภาพเสียง

source: Spa & Jacuzzi Pump Repair
th: ซ่อมอ่างน้ำวนเพื่อสุขภาพ (อ่างจากุซซี่)

source: Spa & Jacuzzi Installation
th: ติดตั้งอ่างน้ำวนเพื่อสุขภาพ (อ่างจากุซซี่)

source: Spa & Jacuzzi Maintenance
th: ดูแลบำรุงรักษาอ่างน้ำวนเพื่อสุขภาพ (อ่างจากุซซี่)

source: Spa & Jacuzzi Pump Replacement
th: เปลี่ยนปั้มอ่างน้ำวนเพื่อสุขภาพ (อ่างจากุซซี่)

source: Spa & Jacuzzi Supply and Fit
th: จัดหาและติดตั้งปั้มอ่างน้ำวนเพื่อสุขภาพ (อ่างจากุซซี่)

source: Specialist Worktop Installation
th: ช่างติดตั้งเวิร์คท๊อปบนเคาน์เตอร์

source: Specialist Worktop Supply and Fit
th: ช่างจัดหาและติดตั้งเวิร์คท๊อปบนเคาน์เตอร์

source: Standard Kitchen Installation Supply and Fit
th: จัดหาและติดตั้งครัวมาตรฐาน

source: Start bidding for hot leads<br> from real customers
th: เริ่มประมูลงานแนะนำที่กำลังมาแรง<br> จากลูกค้าตัวจริง

source: Start buying Job leads and winning work today!
th: เริ่มด้วยการชำระค่าธรรมเนียมงานแนะนำ และชนะการประมูลงานได้แล้ววันนี้!

source: Start my FREE account
th: เริ่มต้นใช้บัญชีแบบฟรีของฉัน

source: Start with low-cost, easy-to-service leads where homeowners are less likely to rely on ratings
th: เริ่มต้นด้วยราคาประหยัด ให้บริการได้ง่าย ด้วยงานที่ซึ่งเรื่องคะแนนไม่ใช่เรื่องใหญ่สำหรับเจ้าของบ้าน

source: Statistics
th: สถิติ

source: Steam Cleaning Services Single Item
th: บริการซักด้วยไอน้ำ(Steam Cleaning)รายครั้ง

source: Storage Services
th: บริการเช่าห้องเก็บของ โกดังเก็บของ

source: Subcontractors
th: ผู้รับเหมาช่วง

source: Submit
th: ส่ง

source: Submit the changes
th: ส่งการเปลี่ยนแปลงนี้

source: Submitting
th: กำลังส่ง

source: Successfully topped up %s
th: เติมเงิน %s สำเร็จ

source: Sukhothai
th: สุโขทัย

source: Suphan Buri
th: สุพรรณบุรี

source: Surabaya
th: สุราบายา

source: Surat Thani
th: สุราษฎร์ธานี

source: Surin
th: สุรินทร์

source: Swimming Pool / Water Feature
th: สระน้ำ / ระบบน้ำในสระน้ำ

source: Swimming Pool Cleaning Service
th: บริการทำความสะอาดสระว่ายน้ำ

source: Swimming Pool Design
th: ออกแบบสระว่ายน้ำ

source: Swimming Pool Installation
th: ติดตั้งสระว่ายน้ำ

source: Swimming Pool Maintenance Service
th: บริการซ่อมบำรุงสระว่ายน้ำ

source: Swimming Pool Pump Replacement
th: เปลี่ยนปั๊มน้ำสระว่ายน้ำ

source: Swimming Pool pump Repair
th: ซ่อมปั๊มน้ำสระว่ายน้ำ

source: Sydney
th: ซิดนีย์

source: Tak
th: ตาก

source: Take a look around your account
th: สำรวจบัญชีของคุณ

source: Tap Repair/Replace (Excluding Parts)
th: ซ่อม / เปลี่ยนก็อกน้ำ (ไม่รวมวัสดุ)

source: Tap Repair/Replace (Including Parts)
th: ซ่อม / เปลี่ยนก็อกน้ำ (รวมวัสดุ)

source: Terraced
th: เทอเรซ, ระเบียง, เฉลียง

source: Thailand
th: ไทย

source: Thank you for posting your Job!
th: ขอบคุณที่โพสต์งาน!

source: Thank you for posting your job!
th: ขอบคุณที่โพสต์งาน!

source: Thank you for rating %s for this job:
th: ขอบคุณที่ให้คะแนน %s สำหรับงานนี้:

source: Thank you for rating your Contractor!
th: ขอบคุณที่ประเมินคะแนนให้ผู้รับเหมาของคุณ!

source: Thank you for registering for Kluje.com, the best lead generation portal for quality contractors. We are very excited to have you onboard and we look forward to providing you with the best service possible!
th: ขอบคุณที่ลงทะเบียนกับ Kluje.com อันเป็นเว็บพอร์ทัลที่ดีที่สุดสำหรับผู้รับเหมาคุณภาพ เรารู้สึกตื่นเต้นมากที่คุณร่วมทางกับเรา เรามุ่งหวังที่จะให้บริการที่ยอดเยี่ยมที่สุดเสมอ!

source: Thank you for requesting quotes through Kluje.com
th: ขอบคุณที่ขอราคาประเมินผ่าน Kluje.com

source: Thank you for signing up for kluje.com!
th: ขอบคุณที่สมัครใช้ kluje.com!

source: Thank you for signing up with kluje.com!
th: ขอบคุณที่สมัครกับ kluje.com!

source: Thank you for submitting your documents. Our team will verify them and update your account
th: ขอบคุณที่ส่งเอกสารของคุณ ทีมงานตรวจสอบเอกสาร และอัพเดทเข้าสู่บัญชีของคุณ

source: Thank you for using Kluje.com!
th: ขอบคุณที่ใช้บริการ kluje.com!

source: Thanks again for joining Kluje.com!
th: ขอบคุณอีกครั้งที่ร่วมส่วนหนึ่งของ kluje.com!

source: Thanks again for joining kluje.com!
th: ขอบคุณอีกครั้งที่ร่วมส่วนหนึ่งของ kluje.com!

source: Thanks again for using kluje.com!
th: ขอบคุณอีกครั้งที่ใช้บริการ kluje.com!

source: That better way is kluje.com. Our service empowers home owners to post their ‘jobs to be done’ on our website for free, those jobs are then viewed by our vetted and qualified contractors and up to 3 of them will bid on your job. These contractors will then quote on your job and you select the best one.
th: บริการของ kluje.com ย่อมดีกว่า บริการของเราช่วยให้เจ้าของบ้านโพสต์ 'งานที่จะต้องทำ' ในเว็บไซต์ได้ฟรี ซึ่งผู้รับเหมาที่คัดแล้วและมีคุณภาพจะเข้ามาดู จากนั้นจะมีผู้รับเหมาถึง 3 รายเสนอราคาประเมินงานและประมูลงานของคุณ คุณจึงเลือกเจ้าที่ดีที่สุดสำหรับงานของคุณได้

source: That is going to depend on two critical issues, your description and your budget. For best result on the platform, you need to make them match. The size of the job determines the attractiveness of the budget to the contractor. Again, be realistic.
th: นี่ขึ้นอยู่กับสองประเด็นที่สำคัญ คำอธิบายและงบประมาณ สองสิ่งนี้ต้องสอดคล้องกันเพื่อผลลัพธ์ที่ดีที่สุดบนแพลตฟอร์ม ผู้รับเหมาจะดูว่าขนาดของงานกับงบประมาณน่าสนใจหรือไม่ แต่ก็ขอให้อยู่ในความเป็นจริงด้วย

source: The Contractor I have hired has asked me to pay a deposit, what should I do?
th: ผู้รับเหมาที่จ้างขอให้ฉันจ่ายเงินมัดจำ ฉันควรทำอย่างไร?

source: The Kluje.com Team
th: ทีมงาน Kluje.com

source: The Service Provider that doesn’t understand the importance of good communication. If he can’t handle the relatively simple task of effectively communicating with clients on the front end, imagine how quickly things can spiral out of control once the job begins. You simply do not seem to be a good fit. Whether you are considering renovating or doing a repair job, a project is in many ways like a marriage. You’ll be in close contact and communication with your Service Provider for the duration, and if you don’t feel comfortable with him/her, or your personalities simply don’t mesh, it won’t be a pleasant process. There are many qualified, professional Service Providers out there; you just need to find the one who is right for you.
th: ผู้ให้บริการที่ไม่เข้าใจถึงแก่นความสำคัญของการสื่อสารที่มีประสิทธิภาพกับลูกค้า จะทำให้เกิดความยุ่งยากซับซ้อนตั้งแต่เริ่มงาน คุณจะรู้สึกถึงความผิดปกติดังกล่าว ดังนั้นไม่ว่าจะเป็นงานง่ายหรืองานใหญ่ก็เปรียเสมือนการแต่งงาน หากคุณต้องติดต่อประสานงานกับคนที่เข้ากับคุณไม่ได้แม้แต่เรื่องเล็กๆน้อยๆ ก็จะให้งานนั้นเป็นงานที่ไม่น่าพึงพอใจสำหรับคุณ จริงๆแล้วคุณมีผู้ให้บริการอีกมากมายให้เลือก เพียงแต่คุณต้องเลือกคนที่เข้ากับคุณได้เท่านั้นเอง

source: The account you are trying to access is no longer active. To reactivate please contact us.
th: บัญชีผู้ใช้ที่คุณพยายามเข้านั้นไม่สามารถใช้งานได้ หากคุณต้องเปิดใช้งานใหม่อีกครั้ง กรุณาติดต่อเรา

source: The budget is an estimated budget and will help The contractor decide whether they can do your job. Consider labour and materials costs when choosing a budget.
th: งบประมาณนี้เป็นงบโดยคร่าวที่ช่วยให้ผู้รับเหมาตัดสินใจว่าจะทำงานให้คุณได้หรือไม่ เมื่อเลือกงบประมาณโปรดพิจารณาค่าใช้จ่ายด้านแรงงานและวัสดุเข้าไปด้วย

source: The contract
th: สัญญาจ้าง

source: The cost for the SMS is deducted from your credits in your account.
th: ค่าข้อควม SMS จะหักจากเครดิตในบัญชีของคุณ

source: The cost for the lead will be automatically deducted from your credit.
th: ค่าธรรมเนียมงานแนะนำจะถูกหักโดยอัตโนมัติจากเครดิตของคุณ

source: The job posted may not have had sufficient detail in the description, or the budget was unrealistic. You can repost the job with more information in the description box, and adjust your budget higher or lower. With multiple quotes you can be confident of finding a fair price, so you do not need to be cautious about putting in a high budget.
th: คำอธิบายงานที่โพสต์อาจมีรายละเอียดไม่เพียงพอ หรือมีงบประมาณที่ไม่สอดคล้องกับความเป็นจริง คุณสามารถโพสต์ข้อมูลเพิ่มเติมในกล่องคำอธิบาย และปรับงบประมาณให้สูงขึ้นหรือต่ำลงอีกครั้ง การได้รับราคาประมูลหลากหลายจะช่วยให้มั่นใจว่าคุณได้รับราคายุติธรรม ฉะนัันคุณไม่ต้องกังวลว่าต้องใส่แต่งบประมาณที่สูงๆเท่านั้น

source: The key to getting high ratings is to:
th: เคล็ดลับในการได้คะแนนประเมินสูง คือ:

source: The link to reset your password is invalid, or has expired. Please enter your email address below and a new one will be sent to you.
th: ลิ้งค์เพื่อตั้งรหัสผ่านใหม่ไม่สามารถใช้งานได้ หรือหมดอายุ กรุณากรอกที่อยู่อีเมลด้านล่าง แล้วเราจะส่งลิ้งค์ไปที่อีเมลของคุณอีกครั้ง

source: The quote
th: การเสนอราคา

source: The reason is quite simple: our customers generally choose a verified and rated kluje.com contractor over someone who isn't. Wouldn't you?
th: ด้วยเหตุผลง่ายๆ ลูกค้าของเรามักจะเลือกผู้รับเหมาที่ได้การรับรองและประเมินจาก Kluje.com มากกว่าผู้รับเหมาทั่วๆไปแน่นอน แล้วคุณล่ะ?

source: There are two types of credit that make up your account balance: free credit and new-credit. Free credit is any credit included in your 30 day free trial period. New-credit is any credit purchased from the top ups in your account. There are 3 top up options: %{amounts}.
th: มีเครดิตสองประเภทในยอดเงินบัญชีของคุณ : เครดิตฟรี และเครดิตใหม่ เครดิตฟรี คือ เครดิตใดๆที่อยู่ใน 30 วันแรกของระยะการทดลองใช้ฟรี เครดิตใหม่ คือ เครดิตใดๆ ที่เกิดการการเติมเงินในบัญชีของคุณ ซึ่งมี 3 ตัวเลือกให้เติม: %{amounts}

source: There is no cost for premium membership. You only need to top up with %{cost} to become a member for 30 days.
th: ไม่มีค่าใช้จ่ายสำหรับการเป็นสมาชิกพรีเมี่ยม เพียงคุณเติม %{cost} เพื่อเป็นสมาชิกได้ 30 วัน

source: These ratings are used by other homeowners to make a more informed decision about which Contractor to hire. All Contractors who join our service agree to abide to the Kuje.com Code of Conduct. Contractors not doing so are permanently removed from our community.
th: เจ้าของบ้านคนอื่น ๆ จะใช้คะแนนประเมินนี้เพื่อเป็นข้อมูลประกอบการตัดสินใจจ้างผู้รับเหมา ผู้รับเหมาทั้งหมดของเราตกลงปฏิบัติตามกฏของ Kuje.com ในการดำเนินธุรกิจ ผู้รับเหมาที่ไม่ปฏิบัติตามจะถูกลบออกอย่างถาวรจากคอมมิวนิตี้

source: This Contractor doesn't have any ratings yet. It does not mean they are not a Quality Contractor! Chances are they just joined our service and have not gotten a job through us yet. This means that the contractor really wants to receive a great first rating in order to secure more work and build their online reputation!
th: ผู้รับเหมาที่ไม่มีคะแนนประเมินใดๆ ไม่ใช่ว่าเขาไม่มีคุณภาพ! แต่เป็นเพราะเขาเพิ่งเข้ามาใช้บริการเป็นครั้งแรกและยังไม่เคยทำงานผ่านเรา ซึ่งหมายถึงว่าผู้รับเหมากลุ่มนี้ต้องการคะแนนการประเมินครั้งแรกที่สูงเพื่อจะสร้างชื่อเสียงออนไลน์ของเขา!

source: This is an estimated budget and will help the contractor decide whether they can do your job. Consider labour and materials costs when choosing a budget.
th: งบประมาณนี้เป็นงบโดยคร่าวที่ช่วยให้ผู้รับเหมาตัดสินใจว่าจะทำงานให้คุณได้หรือไม่ การเลือกงบประมาณนั้นโปรดพิจารณาค่าใช้จ่ายด้านแรงงานและวัสดุด้วย

source: This is the first thing a Homeowner will see. Add photos of work, list qualifications and write a business description.
th: นี่คือสิ่งแรกที่เจ้าของบ้านจะเห็น เพิ่มภาพถ่ายผลงาน ความถนัดต่างๆ และเขียนคำอธิบายเกี่ยวกับธุรกิจของคุณ

source: This is the general category. Choose the closest work type.
th: นี่คือหมวดหมู่ทั่วไป จงเลือกประเภทงานที่ใกล้เคียงที่สุด

source: This is the subcategory. Be more specific here.
th: นี่คือกลุ่มหมวดหมู่ย่อย ขอให้เฉพาะเจาะจงมากขึ้น

source: This page showcases your ratings as well as any company information, certifications and photos of your work that you provide. Remember that this is the first thing a homeowner will see once you bid a lead, so take some time to complete your profile.
th: หน้านี้โชว์ผลงานคะแนนประเมิน ข้อมูลของบริษัท ใบประกาศณียบัตร และรูปถ่ายผลงาน โปรดจำไว้ว่านี่คือสิ่งแรกที่เจ้าของบ้านจะเห็นหลังจากที่คุณเสนอราคาประมูลไปแล้ว ดังนั้นควรใช้เวลากรอกข้อมูลโปรไฟล์ให้ครบถ้วน

source: Tile Repair
th: ซ่อมพื้นกระเบื้อง

source: Tiler / Paver
th: ช่างปูพื้นกระเบื้อง / ช่างปูทางเดิน

source: Tiling
th: งานปูกระเบื้อง

source: Tiling Contractor
th: ผู้รับเหมาปูกระเบื้อง

source: Tips to Hire a Contractor
th: เคล็ดลับในการจ้างผู้รับเหมา

source: To bid a job lead simply clicks the ‘Buy’ button on the lead. You can also buy the lead through SMS, simply reply with the code in the SMS.
th: เพียงคลิกที่ปุ่ม 'ซื้อ' เพื่อจะได้ประมูลงานที่แนะนำ คุณสามารถซื้อผ่านทางข้อความ SMS ได้ด้วยเพียงตอบกลับด้วยรหัสใน SMS

source: To complete this request simply click the link below.
th: เพื่อให้คำขอนี้สมบูรณ์ โปรดคลิกลิ้งค์ด้านล่าง

source: Toilet Cistern Repair
th: ซ่อมลูกลอยชักโครก

source: Toilet Replacement (Excluding Parts)
th: เปลี่ยนโถปัสสาวะ (ไม่รวมวัสดุ)

source: Toilet Replacement (Including Parts)
th: เปลี่ยนโถปัสสาวะ (รวมวัสดุ)

source: Toilet/basin Replacement
th: เปลี่ยนชักโครก / โถส้วมนั่งยอง

source: Toilet/basin Supply and Fit
th: จัดหาและติดตั้งชักโครก / โถส้วมนั่งยอง

source: Top Up %s Now
th: เติมเงิน %s ทันที

source: Top Up %{cost} now
th: เติมเงิน %{cost} ทันที

source: Top Up Now
th: เติมเงินทันที

source: Top Up your Kluje account
th: เติมเงินในบัญชี Kluje

source: Top up account
th: การเติมบัญชีผู้ใช้งาน

source: Top up to bid
th: เติมเงินเพื่อทำการประมูล

source: Top-up details
th: รายละเอียดการเติมเงิน

source: Top-ups
th: การเติมเงิน

source: Total value:
th: มูลค่ารวม:

source: Townhouse
th: ทาวน์เฮ้าส์

source: Trang
th: ตรัง

source: Trat
th: ตราด

source: Tree Surgeon Service
th: บริการตัดแต่งต้นไม้

source: Txn ID
th: เลขประจำตัวผู้เสียภาษี

source: Type:
th: ประเภท:

source: Ubon Ratchathani
th: อุบลราชธานี

source: Udon Thani
th: อุดรธานี

source: Unlike other recommendation sites, we operate a closed ratings system. Only homeowners who have hired a Contractor via Kluje.com can submit a rating of that Contractor. Ratings and comments are screened for offensive language and random spot checks are carried out on both positive and negative ratings. We have also place automated checks to catch Contractors who try to rate themselves.
th: สิ่งที่แตกต่างจากเว็บไซต์อื่นๆ คือ เราทำงานผ่านคะแนนระบบปิด เจ้าของบ้านเพียงคนเดียวที่ว่าจ้างผู้รับเหมาผ่าน Kluje.com และส่งคะแนนประเมินผู้รับเหมาได้ การให้คะแนนและความคิดเห็นมีการคัดกรองภาษาที่ไม่เหมาะสมออก และการตรวจสอบแบบสุ่มทำให้มีคะแนนทั้งบวกและลบคละกันไป นอกจากนี้ยังสามารถตรวจโดยอัตโนมัติเพื่อกรองผู้รับเหมาที่พยายามให้คะแนนตัวเองออกไป

source: Unlike other services, only homeowners that have found their Contractor through Kluje.com can leave ratings, so they are always based on the genuine real experiences of previous users.
th: สิ่งที่แตกต่างจากบริการจากที่อื่นๆ คือการที่เจ้าของบ้านเพียงคนเดียวที่ได้ผู้รับเหมาผ่าน Kluje.com และสามารถให้คะแนนประเมินได้ ดังนั้นคะแนนจึงมาจากประสบการณ์จริงของผู้ใช้จริงเสมอ

source: Unlimited number of locations
th: ไม่จำกัดพื้นที่

source: Unlimited number of skills
th: ไม่จำกัดทักษะ

source: Up to 3 Contractors Will Contact you to Do a Quote
th: ผู้รับเหมาสูงสุดเพียง 3 รายจะติดต่อเพื่อเสนอราคาประเมินกับคุณ

source: Up to 3 Contractors will BUY
th: ผู้รับเหมามากสุด 3 รายจะซื้อ

source: Update
th: อัพเดต

source: Update your Kluje.com page:
th: อัพเดตหน้า Kluje.com ของคุณ:

source: Update your job with more information
th: อัพเดตข้อมูลของงานเพิ่มเติม

source: Update your profile with your qualifications, specialties and photos of past work
th: อัพเดตโปรไฟล์ของคุณด้วยการรุบุความถนัด, ความเชี่ยวชาญ และรูปถ่ายผลงานที่เคยทำ

source: Update your profile with your<br> previous jobs
th: อัพเดตโปรไฟล์ของคุณด้วยรูปถ่ายผลงานที่เคยทำ

source: Updating
th: การอัพเดต

source: Upgrade to Premium to bid
th: อัพเกรดเป็นสมาชิกพรีเมี่ยมเพื่อทำการประมูล

source: Upload up to 5 photos (Optional):
th: อัพโหลดภาพได้สูงสุด 5 ภาพ (Optional):

source: Upon joining Kluje.com’s service, we ask that all of our Contractors adhere to a few basic principles when working with our Homeowner community:
th: เมื่อเข้าใช้บริการของ Kluje.com เราขอให้ผู้รับเหมาทุกท่านปฎิบัติตามหลักการพื้นฐานบางประการเมื่อทำงานกับคอมมิวนิตี้เจ้าของบ้านของเรา:

source: Upon joining Kluje.com’s service, we therefore ask that all of our Contractors adhere to a few basic principles when working with our homeowner community:
th: ระหว่างที่ใช้บริการของ Kluje.com เราจะขอให้ผู้รับเหมาทุกท่านปฎิบัติตามหลักการพื้นฐานบางประการเมื่อทำงานกับคอมมิวนิตี้เจ้าของบ้านของเรา:

source: Use as much detail as you can. Include as applicable; room size, number of rooms, whether the contractor needs to supply materials or items, dimensions. Really try to explain the problem as clearly as you can.
th: ใส่รายละเอียดให้มากเท่าที่ทำได้ เช่น ขนาดพื้นที่ของห้อง, จำนวนห้อง, ผู้รับเหมาจะต้องจัดซื้อวัสดุหรือไม่ และความกว้างxยาวxสูงของห้อง พยายามอธิบายปัญหาที่เกิดขึ้นให้ชัดเจนที่สุด

source: Use kluje.com's checklist when selecting your contractor. We always suggest checking the ratings and profile page to help you make the best decision.
th: ใช้รายการตรวจสอบของ kluje.com เมื่อทำการคัดเลือกผู้รับเหมา เราแนะนำให้เช็คคะแนนประเมินและหน้าโปรไฟล์ก่อนเสมอ เพื่อช่วยคุณตัดสินใจได้ดีที่สุด

source: Use of the Service
th: การใช้บริการ

source: User Agreement
th: ข้อตกลงผู้ใช้งาน

source: Uthai Thani
th: อุทัยธานี

source: Uttaradit
th: อุตรดิตถ์

source: Validation is a method of ensuring that there is an actual user behind created accounts and that your email address was typed in correctly. This also ensures that there is a valid contact detail for the contractor.Note: If you receive a request to verify an email address that you didn't initiate, contact us immediately . Someone else might be trying to use your email address for their account.
th: การตรวจสอบเป็นวิธีการสร้างความมั่นใจว่า มีผู้ใช้จริงที่สร้างบัญชีและใช้ที่อยู่อีเมลที่ถูกต้อง นอกจากนี้ยังมั่นใจได้ว่ารายละเอียดผู้ติดต่อสำหรับผู้รับเหมาถูกต้อง หมายเหตุ: หากได้รับอีเมลขอให้ยืนยันในสิ่งที่คุณไม่ได้ทำ โปรดติดต่อเราในทันที อาจมีบุคคลอื่นที่พยายามใช้อีเมลของคุณเปิดบัญชีผู้ใช้

source: Value
th: ความคุ้มค่า

source: Value for money
th: คุ้มค่า

source: Verify account
th: ยืนยันบัญชีผู้ใช้งาน

source: Verify your business with us and win more jobs
th: ยืนยันธุรกิจของคุณกับเราและได้งานเพิ่ม

source: Vietnam
th: เวียดนาม

source: View
th: ดู

source: View the Service Providers profile page to check their ratings to find out what experiences other customers have had. The ratings are the online word of mouth recommendations. The Service Providers on Kluje are rated on quality, professionalism and value, so that you can make a more informed decision on which Service Providers to hire.
th: ดูโปรไฟล์ผู้ให้บริการเพื่อตรวจสอบคะแนนประเมินที่บ่งบอกถึงประสบการณ์ของลูกค้าที่เคยใช้บริการด้วย คะแนนประเมินนั้นเป็นที่วิจารณ์และแนะนำกันทางออนไลน์ ผู้ให้บริการของ Kluje ได้ถูกประเมินจากคุณภาพงาน, ความเป็นมืออาชีพ และคุณค่าของงาน ดังนั้นคุณจึงมั่นใจได้มากกว่าเมื่อต้องมีการตัดสินใจเลือกจ้าง

source: Wallpapering Supply and Fit per Wall
th: จัดหาและติดตั้งวอลเปเปอร์ผนัง

source: Wallpapering per Wall Installation
th: ติดตั้งวอลเปเปอร์ผนัง

source: Warning Signs
th: สัญญาณเตือน

source: Waste Pipe Repair / Replace
th: ซ่อม / เปลี่ยนท่อน้ำทิ้ง

source: Water Feature Pump Maintenance
th: ซ่อมบำรุงระบบปั๊มน้ำ

source: Water Feature Pump Repair
th: ซ่อมระบบปั๊มน้ำ

source: Water Feature Pump Replacement
th: เปลี่ยนระบบปั๊มน้ำ

source: Water Feature Supply and Fit
th: จัดหาและติดตั้งระบบปั๊มน้ำ

source: Water Feature installation
th: ติดตั้งระบบปั๊มน้ำ

source: Water Heating Installation Only
th: ติดตั้งเฉพาะระบบทำน้ำร้อน

source: Water Heating Repair
th: ซ่อมระบบทำน้ำร้อน

source: Water Heating Supply and Fix
th: จัดหาและติดตั้งระบบทำน้ำร้อน

source: We are confident that using contractors that have been rated by fellow homeowners will take the uncertainty out of home improvement and allow you to actually enjoy creating your dream home!
th: เรามั่นใจว่าการใช้ผู้รับเหมาที่ได้คะแนนประเมินจากเจ้าของบ้านจะลดความกังวลเรื่องการปรับปรุงบ้านลง และช่วยให้คุณมีความสุขในการสร้างบ้านในฝันอย่างแท้จริง!

source: We are independent
th: เราเป็นไม่ขึ้นกับหน่วยงานใด

source: We believe that providing ratings will help sort out the great contractors from the bad. Together we can build “Better Quality Contractors”
th: เราเชื่อว่าการให้คะแนนประเมินจะช่วยคัดเลือกผู้รับเหมาที่ดีได้ มาร่วมกันสร้าง "กลุ่มผู้รับเหมาคุณภาพเยี่ยม" ด้วยกัน

source: We do not do refunds for SMS.
th: เราไม่มีนโยบายคืนเงินข้อความ sms ที่นำมาแลกคืน

source: We don't generally recommend this, as some jobs may require different skill sets (such as plumbing and electrical) and/or create confusion. However, for small handyman style jobs you can include a list of things that need to be done. Just make sure your budget matches the amount of work required.
th: โดยปกติเราไม่ได้แนะนำให้โพสต์หลายๆเนื้องานในโพสต์เดียว มีงานบางอย่างที่อาจต้องใช้ทักษะหลายอย่าง (เช่นประปา และไฟฟ้า) ซึ่งมักจะทำให้สับสน แต่คุณสามารถรวมรายการสิ่งที่ต้องทำทั้งหมดไว้ด้วยกันได้เมื่อมีงานซ่อมบำรุงขนาดเล็ก แต่ขอให้งบประมาณสอดคล้องกับปริมาณงานด้วย

source: We encourage all homeowners to look at the Contactors profile page for reviews and qualifications. It is very important to ask about these credentials before hiring any Contractor. If in doubt, ask the contractor for past customers' references.
th: เราขอแนะนำให้เจ้าของบ้านดูที่หน้าโปรไฟล์และความถนัดของผู้รับเหมา การสอบถามข้อมูลที่สำคัญเป็นสิ่งจำเป็น หากมีข้อสงสัยคุณสามารถขอแหล่งอ้างอิงลูกค้าที่เคยได้รับบริการจากผู้รับเหมาได้

source: We have a job lead that you may be interested in!
th: เรามีงานที่คุณอาจจะสนใจ!

source: We have received request to reset your password for the Kluje.com website.
th: เราได้รับคำขอเปลี่ยนรหัสผ่านของคุณในเว็บไซต์ Kluje.com

source: We know it can be difficult when you first join Kluje.com, so we give you free lead credit to help you trial the service and get started winning work. The best way to win work without ratings is to:
th: เรารู้ว่าอาจเป็นเรื่องยากเมื่อคุณเพิ่งเข้าร่วม Kluje.com เป็นครั้งแรก ดังนั้นเราจึงให้เครดิตฟรีให้คุณทดลองใช้บริการและได้งาน วิธีที่ดีที่สุดที่จะได้งานโดยที่ยังไม่มีคะแนนประเมิน คือ:

source: We look forward to being your preferred method for finding customers and building your reputation.
th: เราหวังเป็นอย่างยิ่งที่จะเป็นอีกวิธีในการหางาน และการสร้างชื่อเสียงให้กับคุณ

source: We need your details so that our contractors can contact you to provide a quote. Your contact details are sent to a contractor once they have purchased your job lead.To protect your personal information, a maximum of 3 contractor will only be able to view your name and contact details.
th: เราจำเป็นต้องมีรายละเอียดของคุณ เพื่อให้ผู้รับเหมาสามารถติดต่อเสนอราคาประเมิน รายละเอียดการติดต่อจะส่งไปยังผู้รับเหมาเมื่อเขาชำระค่าธรรมเนียมงานแนะนำเพื่อเป็นการปกป้องข้อมูลส่วนบุคคลของคุณ จะมีผู้รับเหมาสูงสุดเพียง 3 รายที่จะเห็นชื่อและรายละเอียดผู้ติดต่อของคุณ
